Repository: langcog/web-cdi
Catalog: webcdi/locale/*/LC_MESSAGES/django.po
Languages: fr_ca, ja, ko

source: Your Name
ko: 성명

source: Your Email Address
ja: メールアドレス
ko: 이메일 주소

source: Your Test URL
ko: 귀하의 테스트 URL

source: What would you like to tell us?
ko: 저희에게 말씀해 주시고 싶은 것이 있습니까?

source: Submit
fr_ca: Soumettre
ja: 送信する
ko: 제출

source: No
fr_ca: Non
ja: いいえ
ko: 아니오

source: Yes
fr_ca: Oui
ja: はい
ko: 네

source: Prefer not to disclose
fr_ca: Préfère ne pas divulguer/non applicable
ja: 情報開示を希望しない
ko: 공개하지 않겠습니다

source: Under $25,000
fr_ca: Au-dessous de 25 000$
ko: 3,000만원 미만

source: Over $200,000
fr_ca: Au-dessus de 200 000$
ko: 2억 4,000만원 이상

source: American Indian / Alaska Native
fr_ca: Indigène / Autochtone / Métis / Inuk (Inuit)
ko: 아메리칸 인디언 / 알래스카 원주민

source: Asian (Far East, Southeast Asia, Indian Sub-continent)
fr_ca: Asiatique (Extrême-Orient, Asie du Sud-Est, Sous-continent indien)
ko: 아시아인 (동아시아, 동남아시아, 남아시아)

source: Native Hawaiian or Other Pacific Islander
fr_ca: Hawaïen indigène ou d’une autre île du Pacifique
ko: 하와이 원주민 또는 다른 태평양 섬의 주민

source: Black or African American
fr_ca: Noir ou Afro-Canadien
ko: 흑인 또는 아프리카계 미국인

source: White
fr_ca: Blanc
ko: 백인

source: Other
fr_ca: Autre
ko: 기타

source: Less than 3 lbs, 0 oz
fr_ca: Moins de 3 lbs, 0 oz (Moins de 1360 grammes)
ja: 3ポンド、0オンス未満
ko: 1.36kg 미만

source: 3 lbs, 0 oz - 3 lbs, 7 oz
fr_ca: 3 lbs, 0 oz - 3 lbs, 7 oz (1361 grammes - 1587 grammes)
ja: 3ポンド、0オンス～3ポンド、7オンス
ko: 1.36kg 이상 1.56kg 미만

source: 3 lbs, 8 oz - 3 lbs, 15 oz
fr_ca: 3 lbs, 8 oz - 3 lbs, 15 oz (1588 grammes - 1814 grammes)
ja: 3ポンド、8オンス～3ポンド、15オンス
ko: 1.56kg 이상 1.79kg 미만

source: 4 lbs, 0 oz - 4 lbs, 7 oz
fr_ca: 4 lbs, 0 oz - 4 lbs, 7 oz (1815 grammes - 2041 grammes)
ja: 4ポンド、0オンス～4ポンド、7オンス
ko: 1.79kg 이상 2.01kg 미만

source: 4 lbs, 8 oz - 4 lbs, 15 oz
fr_ca: 4 lbs, 8 oz - 4 lbs, 15 oz (2042 grammes - 2267 grammes)
ja: 4ポンド、8オンス - 4ポンド、15オンス
ko: 2.01kg 이상 2.24kg 미만

source: 5 lbs, 0 oz - 5 lbs, 7 oz
fr_ca: 5 lbs, 0 oz - 5 lbs, 7 oz (2268 grammes - 2494 grammes)
ja: 5ポンド、0オンス - 5ポンド、7オンス
ko: 2.24kg 이상 2.47kg 미만

source: 5 lbs, 8 oz - 5 lbs, 15 oz
fr_ca: 5 lbs, 8 oz - 5 lbs, 15 oz (2495 grammes - 2721 grammes)
ja: 5ポンド、8オンス - 5ポンド、15オンス
ko: 2.47kg 이상 2.7kg 미만

source: 6 lbs, 0 oz - 6 lbs, 7 oz
fr_ca: 6 lbs, 0 oz - 6 lbs, 7 oz (2722 grammes - 2948 grammes)
ja: 6ポンド、0オンス - 6ポンド、7オンス
ko: 2.7kg 이상 2.92kg 미만

source: 6 lbs, 8 oz - 6 lbs, 15 oz
fr_ca: 6 lbs, 8 oz - 6 lbs, 15 oz (2949 grammes - 3175 grammes)
ja: 6ポンド、8オンス - 6ポンド、15オンス
ko: 2.92kg 이상 3.15kg 미만

source: 7 lbs, 0 oz - 7 lbs, 7 oz
fr_ca: 7 lbs, 0 oz - 7 lbs, 7 oz (3176 grammes - 3401 grammes)
ja: 7ポンド、0オンス - 7ポンド、7オンス
ko: 3.15kg 이상 3.38kg 미만

source: 7 lbs, 8 oz - 7 lbs, 15 oz
fr_ca: 7 lbs, 8 oz - 7 lbs, 15 oz (3402 grammes - 3628 grammes)
ja: 7ポンド、8オンス - 7ポンド、15オンス
ko: 3.38kg 이상 3.61kg 미만

source: 8 lbs, 0 oz - 8 lbs, 7 oz
fr_ca: 8 lbs, 0 oz - 8 lbs, 7 oz (3629 grammes - 3855 grammes)
ja: 8ポンド、0オンス - 8ポンド、7オンス
ko: 3.61kg 이상 3.83kg 미만

source: 8 lbs, 8 oz - 8 lbs, 15 oz
fr_ca: 8 lbs, 8 oz - 8 lbs, 15 oz (3856 grammes - 4081 grammes)
ja: 8ポンド、8オンス - 8ポンド、15オンス
ko: 3.83kg 이상 4.06kg 미만

source: 9 lbs, 0 oz - 9 lbs, 7 oz
fr_ca: 9 lbs, 0 oz - 9 lbs, 7 oz (4082 grammes - 4308 grammes)
ja: 9ポンド、0オンス - 9ポンド、7オンス
ko: 4.06kg 이상 4.28kg 미만

source: 9 lbs, 8 oz - 9 lbs, 15 oz
fr_ca: 9 lbs, 8 oz - 9 lbs, 15 oz (4309 grammes - 4534 grammes)
ja: 9ポンド、8オンス - 9ポンド、15オンス
ko: 4.28kg 이상 4.51kg 미만

source: 10 lbs, 0 oz or more
fr_ca: 10 lbs, 0 oz ou plus (4535 grammes ou plus)
ja: 10ポンド、0オンス以上
ko: 4.51kg 이상

source: Less than 1500 grams
fr_ca: Moins de 1500 grammes (Moins de 3 lbs, 4 oz)
ja: 1500グラム未満
ko: 1.5kg 미만

source: 1500 grams - 1749 grams
fr_ca: 1500 grammes - 1749 grammes (3 lbs, 5 oz - 3 lbs, 13 oz)
ja: 1,500～1,749グラム
ko: 1.5kg 이상 1.75kg 미만

source: 1750 grams - 1999 grams
fr_ca: 1750 grammes - 1999 grammes (3 lbs, 14 oz - 4 lbs, 6 oz)
ja: 1,750～1,999グラム
ko: 1.75kg 이상 2kg 미만

source: 2000 grams - 2249 grams
fr_ca: 2000 grammes - 2249 grammes (4 lbs, 7 oz - 4 lbs, 15 oz)
ja: 2,000～2,249グラム
ko: 2kg 이상 2.25kg 미만

source: 2250 grams - 2499 grams
fr_ca: 2250 grammes - 2499 grammes (5 lbs, 0 oz - 5 lbs, 8 oz)
ja: 2,250～2,499グラム
ko: 2.25kg 이상 2.5kg 미만

source: 2500 grams - 2749 grams
fr_ca: 2500 grammes - 2749 grammes (5 lbs, 9 oz - 6 lbs, 1 oz)
ja: 2,500～2,749グラム
ko: 2.5kg 이상 2.75kg 미만

source: 2750 grams - 2999 grams
fr_ca: 2750 grammes - 2999 grammes (6 lbs, 2 oz - 6 lbs, 9 oz)
ja: 2,750～2,999グラム
ko: 2.75kg 이상 3kg 미만

source: 3000 grams - 3249 grams
fr_ca: 3000 grammes - 3249 grammes (6 lbs, 10 oz - 7 lbs, 2 oz)
ja: 3,000～3,249グラム
ko: 3kg 이상 3.25kg 미만

source: 3250 grams - 3499 grams
fr_ca: 3250 grammes - 3499 grammes (7 lbs, 3 oz - 7 lbs, 11 oz)
ja: 3,250～3,499グラム
ko: 3.25kg 이상 3.5kg 미만

source: 3500 grams - 3749 grams
fr_ca: 3500 grammes - 3749 grammes (7 lbs, 12 oz - 8 lbs, 4 oz)
ja: 3,500～3,749グラム
ko: 3.5kg 이상 3.75kg 미만

source: 3750 grams - 3999 grams
fr_ca: 3750 grammes - 3999 grammes (8 lbs, 5 oz - 8 lbs, 13 oz)
ja: 3,750～3,999グラム
ko: 3.75kg 이상 4kg 미만

source: 4000 grams - 4249 grams
fr_ca: 4000 grammes - 4249 grammes (8 lbs, 14 oz - 9 lbs, 5 oz)
ja: 4,000～4,249グラム
ko: 4kg 이상 4.25kg 미만

source: 4250 grams - 4499 grams
fr_ca: 4250 grammes - 4499 grammes (9 lbs, 6 oz - 9 lbs, 14 oz)
ja: 4,250～4,499グラム
ko: 4.25kg 이상 4.5kg 미만

source: 4500 grams - 4749 grams
fr_ca: 4500 grammes - 4749 grammes (9 lbs, 15 oz - 10 lbs, 7 oz)
ja: 4,500～4,749グラム
ko: 4.5kg 이상 4.75kg 미만

source: 4750 grams - 4999 grams
fr_ca: 4750 grammes - 4999 grammes (10 lbs, 8 oz - 11 lbs, 0 oz)
ja: 4,750～4,999グラム
ko: 4.75kg 이상 5kg 미만

source: 5000 grams or more
fr_ca: 5000 grammes ou plus (11 lbs, 1 oz ou plus)
ja: 5,000グラム以上
ko: 5kg 이상

source: 12 (High school graduate)
ja: 高校卒業程度
ko: 12 (고등학교 졸업)

source: 16 (College graduate)
ja: 大学卒業程度
ko: 16 (대학교 졸업)

source: 18 (Advanced degree)
ja: 大学院卒業程度
ko: 18 (석사 및 박사 학위)

source: 23 or more
fr_ca: 23 ou plus
ko: 23 이상

source: To protect your privacy, we never store your child's date of birth, we only record age in months.
fr_ca: Pour protéger vos informations personnelles, ce site ne conserve pas la date de naissance de votre enfant, seulement son âge en mois.
ja: プライバシー保護のため、お子さまの生年月日は記録・保存せず、ご記入いただいた情報から算出した月齢情報だけを保存します。
ko: 귀하의 개인정보를 보호하기 위하여 아동의 생년월일 대신, 만 연령(개월) 정보만 수집합니다.

source: Child DOB<span class="asteriskField">*</span>
fr_ca: Date de naissance de l’enfant<span class="asteriskField">*</span>
ja: お子さまの生年月日<span class="asteriskField">*</span>
ko: 아동의 생년월일<span class="asteriskField">*</span>

source: Age (in months)<span class="asteriskField">*</span>
fr_ca: Âge (en mois)<span class="asteriskField">*</span>
ja: 月齢<span class="asteriskField">*</span>
ko: 만 연령 (개월)<span class="asteriskField">*</span>

source: This field will update when you enter or change your child's DOB.
fr_ca: Ce champ sera mis à jour lorsque vous entrez ou modifiez la date de naissance de votre enfant.
ja: この項目は、お子さまの生年月日を入力または変更すると自動的に更新されます。
ko: 자녀의 생년월일을 입력하거나 변경하시면 이 칸이 업데이트 됩니다.

source: What is your postal/zip code?
fr_ca: Quel est votre code postal?
ja: 郵便番号
ko: 귀하의 우편번호를 적어주세요

source: Is your child Hispanic or Latino?
fr_ca: Votre enfant est-il hispanique ou latino?
ko: 아동은 히스패닉계 또는 라틴계입니까?

source: Early
fr_ca: Tôt
ja: 早かった
ko: 일찍

source: Late
fr_ca: Tard
ja: 遅かった
ko: 늦게

source: Was he/she early or late?
fr_ca: Est-il né plus tôt ou plus tard que prévu?
ja: 早かったか、遅かったか、どちらに当てはまりますか？
ko: 아동은 출산예정일보다 일찍 또는 늦게 태어났습니까?

source: Male
fr_ca: Masculin
ja: 男性
ko: 남성

source: Female
fr_ca: Féminin
ja: 女性
ko: 여성

source: Sex
fr_ca: Sexe de l’enfant
ja: お子さまの (生物学的な) 性
ko: 성별

source: Which language(s)
fr_ca: Quelle(s) langue(s)
ja: それはどの言語ですか？
ko: 언어

source: Please specify
fr_ca: Veuillez spécifier
ja: 当てはまるものを選んでください。
ko: 선택해 주세요

source: This field cannot be empty
fr_ca: Ce champ ne peut pas être vide
ja: この項目を空欄にすることはできません
ko: 이 칸은 비어 있지 않아야 합니다

source: Please enter number of weeks
ja: 在胎週数を入力してください
ko: 주수를 입력해 주십시오

source: Cannot be more than 18 weeks early
fr_ca: Ne peut pas être plus que 18 semaines d’avance
ja: 18週よりも早い期間は記入できません
ko: 18주를 넘을 수 없습니다

source: Cannot be more than 4 weeks late
fr_ca: Ne peut pas être plus que 4 semaines de retard
ja: 4週よりも遅い期間は記入できません
ko: 4주를 넘을 수 없습니다

source: Please enter your child's DOB in the field above.
fr_ca: Veuillez entrer la date de naissance de votre enfant dans le champ ci-dessus.
ja: 上の項目にお子さまの生年月日を入力してください。
ko: 아동의 생년월일을 입력해 주세요.

source: Your baby is too young for this version of the CDI.
fr_ca: Votre bébé est trop jeune pour cette version de l’inventaire.
ja: あなたのお子さまは、こちらのアンケートに回答するには月齢が小さすぎるようです
ko: 아동은 본 검사지를 작성할 수 있는 연령보다 어립니다.

source: Your baby is too old for this version of the CDI.
fr_ca: Votre bébé est trop vieux pour cette version de l’inventaire.
ja: あなたのお子さまは、こちらのアンケートに回答するには月齢が大きすぎるようです
ko: 아동은 본 검사지를 작성할 수 있는 연령을 초과하였습니다.

source: Birth weight
fr_ca: Poids à la naissance
ja: 出生時の体重
ko: 출생 시 체중

source: Was your child born as part of a multiple birth?
fr_ca: Est-ce que votre enfant a fait partie d’une naissance multiple?
ja: お子さまは多胎児として生まれましたか？
ko: 아동은 쌍둥이로 태어났나요?

source: Was your child born early or late (more than one week before or after the due date)?
fr_ca: Votre enfant est-il né plus tôt ou plus tard que prévu (plus d'une semaine avant ou après la date d’accouchement prévue)?
ja: お子様は予定日よりも早く生まれましたか、それとも遅く生まれましたか (出産予定日の前後1週間以上)？
ko: 아동은 출산예정일보다 일찍 또는 늦게 태어났나요? (출산예정일보다 1주 일찍 또는 1주 늦게)

source: Does your child regularly hear a language other than English?
fr_ca: Votre enfant entend-il régulièrement une autre langue que le français?
ja: お子さまは日常生活で日本語以外の言語にふれていますか？(ビデオや音楽など非対面のものではなく、対面でふれている言語についてお答えください)
ko: 아동은 한국어 외에 다른 언어에 주기적으로 노출되나요?

source: Has your child experienced chronic ear infections (5 or more)?
fr_ca: Votre enfant a-t-il déjà eu des otites chroniques (5 ou plus)?
ja: お子さまは慢性的（5回以上）な外耳炎を経験していますか？
ko: 아동은 만성 중이염을 앓은 적이 있나요? (5회 이상)

source: Do you suspect that your child may have hearing loss?
fr_ca: Pensez-vous que votre enfant pourrait avoir un problème auditif?
ja: お子さまは難聴の可能性がありますか？
ko: 아동이 청력에 이상이 있다고 생각하시나요?

source: Is there some reason to suspect that your child may have vision problems?
fr_ca: Pensez-vous que votre enfant pourrait avoir des problèmes de vision?
ja: お子さまの視力に問題があると思われることはありますか？
ko: 아동이 시력에 이상이 있다고 생각하시는 이유가 있나요?

source: Has your child had any major illnesses, hospitalizations, or diagnosed disabilities?
fr_ca: Votre enfant a-t-il eu des maladies graves, des hospitalisations ou des handicaps diagnostiqués?
ja: お子さまには大きな病気、入院、またはしょうがいの診断の経験がありますか？
ko: 아동이 중증 질환을 앓거나, 입원을 하거나, 장애를 진단 받은 적이 있나요?

source: Has your child ever received any services for speech, language, or development issues?
fr_ca: Votre enfant a-t-il déjà reçu des services pour des problèmes d'élocution, de langage ou de développement?
ja: お子さまは、発話や言語、発達に関する治療・支援を受けたことがありますか (療育など)？
ko: 아동은 말, 언어, 또는 발달 문제에 대해 전문가 상담, 진단, 치료 등을 받은 적이 있나요?

source: Are you worried about your child's progress in language or communication?
fr_ca: Êtes-vous inquiet du progrès de votre enfant en langage ou en communication?
ja: お子さまの言語やコミュニケーションの発達について、何か心配なことはありますか？
ko: 아동의 언어 또는 의사소통 발달에 대해 걱정하고 계시나요?

source: Have you or anyone in your immediate family been diagnosed with a language or learning disability?
fr_ca: Vous-même ou un autre membre de votre famille immédiate a-t-il déjà été diagnostiqué avec un trouble du langage ou un trouble d'apprentissage?
ja: あなた自身またはご家族で、言語や学習上の問題について診断を受けた方はいらっしゃいますか (限局性学習症など)？
ko: 귀하 또는 직계가족 구성원 중 언어 장애 또는 학습 장애 진단을 받은 분이 계시나요?

source: mm/dd/yyyy
fr_ca: mm/jj/aaaa
ja: 月/日/年
ko: 월/일/년

source: dd/mm/yyyy
fr_ca: jj/mm/aaaa
ja: 日/月/年
ko: 일/월/년

source: Estimated Annual Family Income (in USD)
fr_ca: Revenu familial annuel estimé (en dollars Canadiens)
ja: おおよその世帯年収 (円) (任意：差し支えなければご回答ください)
ko: 연 가계소득 추정치 (원)

source: My child is (check all that apply):
fr_ca: Mon enfant est (cochez tout ce qui s'applique):
ja: 私のお子さまは（該当するものすべてにチェックを入れてください）：
ko: 우리 아이는 (해당하는 모든 칸에 체크 표시 해주십시오):

source: Basic Information
fr_ca: Informations de base
ja: 基本情報
ko: 기본 정보

source: Family Background
fr_ca: Contexte familial
ja: 家族構成
ko: 가족력

source: Child's Ethnicity
fr_ca: Ethnicité de l’enfant
ja: お子さまの民族
ko: 아동의 인종

source: The following information is being collected for the sole purpose of reporting to our grant-funding institute, i.e., NIH (National Institute of Health). NIH requires this information to ensure the soundness and inclusiveness of our research. Your cooperation is appreciated, but optional.
fr_ca: Les informations suivantes sont recueillies dans certaines situations, lorsque l’agence de financement est le NIH (Institut américain de la santé).
ko: 다음 정보는 연구비를 제공하는 기관에 보고하기 위한 목적으로만 수집됩니다. 예: NIH (National Institute of Health) NIH는 본 연구가 적절한지 확인하기 위하여 다음과 같은 정보를 수집합니다. 귀하의 협조는 선택사항이지만, 수집에 응해주신다면 감사하겠습니다.

source: Caregiver Information
fr_ca: Information sur les répondants
ja: 養育者の情報
ko: 주양육자 정보

source: Language Exposure
fr_ca: Expérience linguistique
ja: 日常でふれている言語の情報
ko: 노출 언어

source: Health
fr_ca: Santé
ja: 心身の状態や発達に関する情報
ko: 건강

source: аҧсуа (Abkhaz)
ko: 아브하즈어

source: Afaraf (Afar)
ko: 아파르어

source: Afrikaans (Afrikaans)
ko: 아프리칸스어

source: Akan (Akan)
ko: 아칸어

source: Shqip (Albanian)
fr_ca: Shqip (albanais)
ko: 알바니아어

source: American Sign Language
ko: 미국식 수화

source: አማርኛ (Amharic)
fr_ca: አማርኛ (amharique)
ko: 암하라어

source: العربية (Arabic)
fr_ca: العربية (arabe)
ko: 아랍어

source: Aragonés (Aragonese)
fr_ca: Aragonés (aragonais)
ko: 아라곤어

source: Հայերեն (Armenian)
fr_ca: Հայերեն (arménien)
ko: 아르메니아어

source: অসমীয়া (Assamese)
fr_ca: অসমীয়া (assamais)
ko: 아삼어

source: авар мацӀ, магӀарул мацӀ (Avaric)
fr_ca: авар мацӀ, магӀарул мацӀ (avar)
ko: 아바르어

source: avesta (Avestan)
fr_ca: avesta (avestique; zend)
ko: 아베스테어

source: aymar aru (Aymara)
fr_ca: aymar aru (aymara; aimara)
ko: 아이마라어

source: Հայեazərbaycan diliրեն (Azerbaijani)
fr_ca: Հայեazərbaycan diliրեն (azerbaïdjanais)
ko: 아제르바이잔어

source: bamanankan (Bambara)
ko: 밤바라어

source: башҡорт теле (Bashkir)
fr_ca: башҡорт теле (bachkir)
ko: 바슈키르어

source: euskara, euskera (Basque)
ko: 바스크어

source: Հայեazərbaycan diliրեն (Belarusian)
fr_ca: Հայեazərbaycan diliրեն (bélarussien)
ko: 벨라루스어

source: বাংলা (Bengali)
fr_ca: ংলা (bengali)
ko: 벵골어

source: भोजपुरी (Bihari)
ko: 비하르어

source: Bislama (Bislama)
fr_ca: Bislama (bichelamar)
ko: 비슬라마어

source: bosanski jezik (Bosnian)
fr_ca: bosanski jezik (bosnien; bosniaque)
ko: 보스니아어

source: brezhoneg (Breton)
ko: 브르타뉴어

source: български език (Bulgarian)
fr_ca: български език (bulgare)
ko: 불가리아어

source: ဗမာစာ (Burmese)
fr_ca: ဗမာစာ (birman)
ko: 버마어

source: Català (Catalan; Valencian)
fr_ca: Català (catalan; valencien)
ko: 카탈로니아어

source: Chamoru (Chamorro)
ko: 차모로어

source: нохчийн мотт (Chechen)
fr_ca: нохчийн мотт (tchétchène)
ko: 체첸어

source: chiCheŵa, chinyanja (Chichewa; Chewa; Nyanja)
ko: 치체와어

source: 中文 (Zhōngwén), 汉语, 漢語 (Chinese)
fr_ca: 中文 (Zhōngwén), 汉语, 漢語 (chinois)
ko: 중국어

source: чӑваш чӗлхи (Chuvash)
fr_ca: чӑваш чӗлхи (tchouvache)
ko: 추바시어

source: Kernewek (Cornish)
fr_ca: Kernewek (cornouaillais)
ko: 콘월어

source: corsu, lingua corsa (Corsican)
fr_ca: corsu, lingua corsa (corse)
ko: 코르시카어

source: ᓀᐦᐃᔭᐍᐏᐣ (Cree)
fr_ca: ᓀᐦᐃᔭᐍᐏᐣ (cri)
ko: 크리어

source: hrvatski (Croatian)
fr_ca: hrvatski (croate)
ko: 크로아티아어

source: česky, čeština (Czech)
fr_ca: česky, čeština (tchèque)
ko: 체코어

source: dansk (Danish)
fr_ca: dansk (danois)
ko: 덴마크어

source: ދިވެހި (Divehi; Dhivehi; Maldivian;)
fr_ca: ދިވެހި (divehi; dhivehi; maldivien)
ko: 디베히어

source: Nederlands, Vlaams (Dutch)
fr_ca: Nederlands, Vlaams (néerlandais)
ko: 네덜란드어

source: English (English)
fr_ca: English (anglais)
ko: 영어

source: Esperanto (Esperanto)
fr_ca: Esperanto (espéranto)
ko: 에스페란토어

source: eesti, eesti keel (Estonian)
fr_ca: eesti, eesti keel (estonien)
ko: 에스토니아어

source: Eʋegbe (Ewe)
fr_ca: Eʋegbe (éwé)
ko: 에웨어

source: føroyskt (Faroese)
fr_ca: føroyskt (féroïen)
ko: 페로어

source: vosa Vakaviti (Fijian)
fr_ca: vosa Vakaviti (fidjien)
ko: 피지어

source: suomi, suomen kieli (Finnish)
fr_ca: suomi, suomen kieli (finnois)
ko: 핀란드어

source: français, langue française (French)
fr_ca: français, langue française (français)
ko: 프랑스어

source: Fulfulde, Pulaar, Pular (Fula; Fulah; Pulaar; Pular)
fr_ca: Fulfulde, Pulaar, Pular (foulfouldé; pulaar)
ko: 풀라니어

source: Galego (Galician)
fr_ca: Galego (galicien)
ko: 갈리시아어

source: ქართული (Georgian)
fr_ca: ქართული (géorgien)
ko: 그루지야어

source: Deutsch (German)
fr_ca: Deutsch (allemand)
ko: 독일어

source: Ελληνικά (Greek, Modern)
fr_ca: Ελληνικά (grec, moderne)
ko: 그리스어

source: Avañeẽ (Guaraní)
fr_ca: Avañeẽ (guarani)
ko: 과라니어

source: ગુજરાતી (Gujarati)
fr_ca: ગુજરાતી (gujarâtî)
ko: 구자라트어

source: Kreyòl ayisyen (Haitian; Haitian Creole)
fr_ca: Kreyòl ayisyen (haïtien; créole haïtien)
ko: 아이티어

source: Hausa, هَوُسَ (Hausa)
fr_ca: Hausa, هَوُسَ (haoussa; hausa)
ko: 하우사어

source: עברית (Hebrew (modern))
fr_ca: עברית (hébreu (moderne))
ko: 히브리어

source: Otjiherero (Herero)
ko: 헤레로어

source: हिन्दी, हिंदी (Hindi)
fr_ca: िन्दी, हिंदी (hindi)
ko: 힌디어

source: Hiri Motu (Hiri Motu)
ko: 모투어

source: Magyar (Hungarian)
fr_ca: Magyar (hongrois)
ko: 헝가리어

source: Interlingua (Interlingua)
ko: 과학자용 인공 국제어

source: Bahasa Indonesia (Indonesian)
fr_ca: Bahasa Indonesia (indonésien)
ko: 인도네시아어

source: Originally called Occidental; then Interlingue after WWII (Interlingue)
fr_ca: Originally called Occidental; then Interlingue after WWII (interlingue; occidental)
ko: 이전에는 옥시덴탈어였으나 제2차 세계 대전 이후로 인터링구어

source: Gaeilge (Irish)
fr_ca: Gaeilge (irlandais)
ko: 아일랜드어

source: Asụsụ Igbo (Igbo)
ko: 이그보우어

source: Iñupiaq, Iñupiatun (Inupiaq)
ko: 이누피아크어

source: Ido (Ido)
ko: 이도어

source: Íslenska (Icelandic)
fr_ca: Íslenska (islandais)
ko: 아이슬란드어

source: Italiano (Italian)
fr_ca: Italiano (italien)
ko: 이탈리아어

source: ᐃᓄᒃᑎᑐᑦ (Inuktitut)
ko: 이누이트어

source: 日本語 (にほんご／にっぽんご) (Japanese)
fr_ca: 日本語 (にほんご／にっぽんご) (japonais)
ko: 일본어

source: basa Jawa (Javanese)
fr_ca: basa Jawa (javanais)
ko: 자바어

source: kalaallisut, kalaallit oqaasii (Kalaallisut, Greenlandic)
fr_ca: kalaallisut, kalaallit oqaasii (kalaallisut, groenlandais)
ko: 그린란드어

source: ಕನ್ನಡ (Kannada)
ko: 칸나다어

source: Kanuri (Kanuri)
fr_ca: Kanuri (kanouri)
ko: 카누리어

source: कश्मीरी, كشميري‎ (Kashmiri)
fr_ca: कश्मीरी, كشميري‎ (cachemiri; kashmiri)
ko: 카슈미르어

source: Қазақ тілі (Kazakh)
fr_ca: Қазақ тілі (kazakh; qazaq)
ko: 카자흐어

source: ភាសាខ្មែរ (Khmer)
ko: 크메르어

source: Gĩkũyũ (Kikuyu, Gikuyu)
ko: 키쿠유어

source: Ikinyarwanda (Kinyarwanda)
ko: 키냐르완다어

source: кыргыз тили (Kirghiz, Kyrgyz)
fr_ca: кыргыз тили (kirghiz, kirghize)
ko: 키르기스어

source: коми кыв (Komi)
ko: 코미어

source: KiKongo (Kongo)
fr_ca: KiKongo (kikongo)
ko: 콩고어

source: 한국어 (韓國語), 조선말 (朝鮮語) (Korean)
fr_ca: 한국어 (韓國語), 조선말 (朝鮮語) (coréen)
ko: 한국어

source: Kurdî, كوردی (Kurdish)
fr_ca: Kurdî, كوردی (kurde)
ko: 쿠르드어

source: Kuanyama (Kwanyama, Kuanyama)
fr_ca: Kuanyama (kwanyama)
ko: 크완야마어

source: latine, lingua latina (Latin)
ko: 라틴어

source: Lëtzebuergesch (Luxembourgish, Letzeburgesch)
fr_ca: Lëtzebuergesch (luxembourgeois)
ko: 룩셈부르크어

source: Luganda (Luganda)
ko: 루간다어

source: Limburgs (Limburgish, Limburgan, Limburger)
fr_ca: Limburgs (limbourgeois)
ko: 림부르크어

source: Lingála (Lingala)
ko: 링갈라어

source: ພາສາລາວ (Lao)
ko: 라오어

source: lietuvių kalba (Lithuanian)
fr_ca: lietuvių kalba (lituanien)
ko: 리투아니아어

source: Luba-Katanga (Luba-Katanga)
fr_ca: Luba-Katanga (luba; Katanga; tshiluba)
ko: 루바-카탕가어

source: latviešu valoda (Latvian)
fr_ca: latviešu valoda (letton)
ko: 라트비아어

source: Gaelg, Gailck (Manx)
fr_ca: Gaelg, Gailck (mannois)
ko: 맨어

source: македонски јазик (Macedonian)
fr_ca: македонски јазик (macédonien)
ko: 마케도니아어

source: Malagasy fiteny (Malagasy)
fr_ca: Malagasy fiteny (malgache)
ko: 마다가스카르어

source: bahasa Melayu, بهاس ملايو (Malay)
fr_ca: bahasa Melayu, بهاس ملايو (malais)
ko: 말레이어

source: മലയാളം (Malayalam)
ko: 말라얄람어

source: Malti (Maltese)
fr_ca: Malti (maltais)
ko: 몰타어

source: te reo Māori (Māori)
fr_ca: te reo Māori (maori)
ko: 마오리어

source: मराठी (Marathi (Marāṭhī))
fr_ca: मराठी (marathi; marathe)
ko: 마라티어

source: Kajin M̧ajeļ (Marshallese)
fr_ca: Kajin M̧ajeļ (marshallais)
ko: 마셜어

source: монгол (Mongolian)
fr_ca: монгол (mongol)
ko: 몽골어

source: Ekakairũ Naoero (Nauru)
fr_ca: Ekakairũ Naoero (nauruan)
ko: 나우루어

source: Diné bizaad, Dinékʼehǰí (Navajo, Navaho)
ko: 나바호어

source: Norsk bokmål (Norwegian Bokmål)
fr_ca: Norsk bokmål (norvégien bokmål)
ko: 노르웨이 부크몰

source: isiNdebele (North Ndebele)
fr_ca: isiNdebele (ndebele du Nord)
ko: 은데벨레어

source: नेपाली (Nepali)
fr_ca: नेपाली (népalais)
ko: 네팔어

source: Owambo (Ndonga)
ko: 은동가어

source: Norsk nynorsk (Norwegian Nynorsk)
fr_ca: Norsk nynorsk (norvégien nynorsk)
ko: 노르웨이 니노르스크

source: Norsk (Norwegian)
fr_ca: Norsk (norvégien)
ko: 노르웨이어

source: Nuosuhxop (Nuosu)
fr_ca: Nuosuhxop (nuosu; nosu)
ko: 쓰촨이어

source: isiNdebele (South Ndebele)
fr_ca: isiNdebele (ndebele du Sud)
ko: 남부 은데벨레어

source: Occitan (Occitan)
ko: 옥시타니아어

source: ᐊᓂᔑᓈᐯᒧᐎᓐ (Ojibwe, Ojibwa)
fr_ca: ᐊᓂᔑᓈᐯᒧᐎᓐ (ojibway; ojibwa; ojibwé)
ko: 오지브와어

source: ѩзыкъ словѣньскъ (Old Church Slavonic, Church Slavic, Church Slavonic, Old Bulgarian, Old Slavonic)
fr_ca: ѩзыкъ словѣньскъ (vieux slave d'église; slave d'église; vieux bulgare)
ko: 고대 교회 슬라브어

source: Afaan Oromoo (Oromo)
ko: 오로모어

source: ଓଡ଼ିଆ (Oriya)
ko: 오리아어

source: ирон æвзаг (Ossetian, Ossetic)
fr_ca: ирон æвзаг (ossète)
ko: 오세트어

source: ਪੰਜਾਬੀ, پنجابی (Panjabi, Punjabi)
ko: 펀자브어

source: पाऴि (Pāli)
fr_ca: पाऴि (pâli)
ko: 팔리어

source: فارسی (Persian)
fr_ca: فارسی (persan; parsi)
ko: 페르시아어

source: polski (Polish)
fr_ca: polski (polonais)
ko: 폴란드어

source: پښتو (Pashto, Pushto)
fr_ca: پښتو (pachtou)
ko: 파슈토어

source: Português (Portuguese)
fr_ca: Português (portugais)
ko: 포르투갈어

source: Runa Simi, Kichwa (Quechua)
ko: 케츄아어

source: rumantsch grischun (Romansh)
fr_ca: rumantsch grischun (romanche)
ko: 로만시어

source: kiRundi (Kirundi)
ko: 키룬디어

source: română (Romanian, Moldavian, Moldovan)
fr_ca: română (roumain; moldave)
ko: 루마니아어

source: русский язык (Russian)
fr_ca: русский язык (russe)
ko: 러시아어

source: संस्कृतम् (Sanskrit (Saṁskṛta))
ko: 산스크리트어

source: sardu (Sardinian)
fr_ca: sardu (sarde)
ko: 사르디니아어

source: सिन्धी, سنڌي، سندھی (Sindhi)
ko: 신드어

source: Davvisámegiella (Northern Sami)
fr_ca: Davvisámegiella (same du Nord)
ko: 북부 사미어

source: gagana faa Samoa (Samoan)
ko: 사모아어

source: yângâ tî sängö (Sango)
ko: 상고어

source: српски језик (Serbian)
fr_ca: српски језик (serbe)
ko: 세르비아어

source: Gàidhlig (Scottish Gaelic; Gaelic)
fr_ca: Gàidhlig (gaélique écossais; gaélique)
ko: 스코틀랜드 게일어

source: chiShona (Shona)
ko: 쇼나어

source: සිංහල (Sinhala, Sinhalese)
fr_ca: සිංහල (cinghalais)
ko: 신할라어

source: slovenčina (Slovak)
fr_ca: slovenčina (slovaque)
ko: 슬로바키아어

source: slovenščina (Slovene)
fr_ca: slovenščina (slovène)
ko: 슬로베니아어

source: Soomaaliga, af Soomaali (Somali)
fr_ca: Soomaaliga, af Soomaali (somalien)
ko: 소말리어

source: Sesotho (Southern Sotho)
fr_ca: Sesotho (sotho du Sud)
ko: 소토어

source: español, castellano (Spanish; Castilian)
fr_ca: español, castellano (espagnol; castillan)
ko: 스페인어

source: Basa Sunda (Sundanese)
fr_ca: Basa Sunda (soundanais; sundanais)
ko: 순다어

source: Kiswahili (Swahili)
ko: 스와힐리어

source: SiSwati (Swati)
fr_ca: SiSwati (swati; siswati)
ko: 스와티어

source: svenska (Swedish)
fr_ca: svenska (suédois)
ko: 스웨덴어

source: தமிழ் (Tamil)
fr_ca: தமிழ் (tamoul)
ko: 타밀어

source: тоҷикӣ, toğikī, تاجیکی‎ (Telugu)
fr_ca: тоҷикӣ, toğikī, تاجیکی‎ (télougou)
ko: 텔루구어

source: తెలుగు (Tajik)
fr_ca: తెలుగు (tadjik)
ko: 타지크어

source: ไทย (Thai)
fr_ca: ไทย (thaï)
ko: 태국어

source: ትግርኛ (Tigrinya)
fr_ca: ትግርኛ (tigrinya; tigrigna)
ko: 티그리냐어

source: བོད་ཡིག (Tibetan Standard, Tibetan, Central)
fr_ca: བོད་ཡིག (tibétain standard, tibétain, centrale)
ko: 티베트어

source: Türkmen, Түркмен (Turkmen)
fr_ca: Türkmen, Түркмен (turkmène)
ko: 투르크멘어

source: Wikang Tagalog (Tagalog)
fr_ca: Wikang Tagalog (tagalog; tagal)
ko: 타갈로그어

source: Setswana (Tswana)
ko: 츠와나어
