Repository: langcog/web-cdi
Catalog: webcdi/locale/*/LC_MESSAGES/django.po
Languages: fr_ca, ja, ko

source: faka Tonga (Tonga (Tonga Islands))
fr_ca: faka Tonga (tongien)
ko: 통가어

source: Türkçe (Turkish)
fr_ca: Türkçe (turc)
ko: 터키어

source: Xitsonga (Tsonga)
fr_ca: Xitsonga (tongien)
ko: 총가어

source: татарча, tatarça, تاتارچا (Tatar)
ko: 타타르어

source: Twi (Twi)
ko: 트위어

source: Reo Tahiti (Tahitian)
ko: 타히티어

source: Uyƣurqə, ئۇيغۇرچە (Uighur, Uyghur)
fr_ca: Uyƣurqə, ئۇيغۇرچە (ouïgour)
ko: 위그르어

source: українська (Ukrainian)
fr_ca: українська (ukrainien)
ko: 우크라이나어

source: اردو (Urdu)
fr_ca: اردو (ourdou)
ko: 우르두어

source: zbek, Ўзбек, أۇزبېك (Uzbek)
fr_ca: zbek, Ўзбек, أۇزبېك (ouzbek)
ko: 우즈베크어

source: Tshivenḓa (Venda)
ko: 벤다어

source: Tiếng Việt (Vietnamese)
fr_ca: Tiếng Việt (vietnamien)
ko: 베트남어

source: Volapük (Volapük)
ko: 블라뷔크어

source: Waloon (Walloon)
fr_ca: Waloon (wallon)
ko: 왈론어

source: Cymraeg (Welsh)
fr_ca: Cymraeg (gallois)
ko: 웨일스어

source: Wollof (Wolof)
ko: 월로프어

source: Frysk (Western Frisian)
fr_ca: Frysk (frison; frison occidental)
ko: 서프리슬란트어

source: isiXhosa (Xhosa)
ko: 코사어

source: ייִדיש (Yiddish)
fr_ca: ייִדיש (yiddish; yidich)
ko: 이디시어

source: Yorùbá (Yoruba)
ko: 요루바어

source: Saɯ cueŋƅ, Saw cuengh (Zhuang, Chuang)
fr_ca: Saɯ cueŋƅ, Saw cuengh (zhuang)
ko: 좡어

source: Age (in months)
fr_ca: Âge (en mois)
ja: 月齢
ko: 만 연령 (개월)

source: Country
ja: 国籍
ko: 국가

source: Zip Code (if you live in the U.S.)
fr_ca: Quel est votre code postal? (seulement si vous vivez au Canada)
ko: 우편번호 (미국 거주 시)

source: Please enter a valid U.S. zip code
fr_ca: Veuillez entrer un code postal canadien valide
ko: 유효한 미국 우편번호를 입력해 주십시오

source: 1 (First)
fr_ca: 1 (Premier né)
ja: 1（第1番目）
ko: 1 (첫째)

source: 2 (Second)
fr_ca: 2 (Deuxième né)
ja: 2（第2番目）
ko: 2 (둘째)

source: 3 (Third)
fr_ca: 3 (Troisième né)
ja: 3（第3番目）
ko: 3 (셋째)

source: 4 (Fourth)
fr_ca: 4 (Quatrième né)
ja: 4（第4番目）
ko: 4 (넷째)

source: 5 (Fifth)
fr_ca: 5 (Cinquième né)
ja: 5（第5番目）
ko: 5 (다섯째)

source: 6 (Sixth)
fr_ca: 6 (Sixième né)
ja: 6（第6番目）
ko: 6 (여섯째)

source: 7 (Seventh)
fr_ca: 7 (Septième né)
ja: 7（第7番目）
ko: 7 (일곱째)

source: 8 (Eighth)
fr_ca: 8 (Huitième né)
ja: 8（第8番目）
ko: 8 (여덟째)

source: 9 (Ninth)
fr_ca: 9 (Neuvième né)
ja: 9（第9番目）
ko: 9 (아홉째)

source: 10 or more (Tenth or Later)
fr_ca: 10 ou plus (Dixième né ou après)
ja: 10以上（第10番目以上）
ko: 10 이상 (열째 또는 그 이후)

source: Birth order
fr_ca: Ordre de naissance
ja: お子さまは第何子ですか？
ko: 출생 순서

source: Twins
fr_ca: Jumeaux
ja: 双子
ko: 쌍둥이

source: Triplets
fr_ca: Triplés
ja: 三つ子
ko: 세쌍둥이

source: Quadruplets
fr_ca: Quadruplés
ja: 四つ子
ko: 네쌍둥이

source: Quintuplets or greater
fr_ca: Quintuplés ou plus
ja: 五つ子以上
ko: 다섯쌍둥이 또는 그 이상

source: Twins, triplets, quadruplets, other?
fr_ca: Jumeaux, triplés, quadruplés, autre?
ja: 双子、三つ子、四つ子、その他のいずれに当てはまりますか？
ko: 쌍둥이, 세쌍둥이, 네쌍둥이, 기타?

source: Was your child born earlier or later than their due date?
fr_ca: Votre enfant est-il né plus tôt ou plus tard que la date d’accouchement prévue?
ja: お子さまは予定日より早く生まれましたか、それとも遅く生まれましたか？
ko: 아동은 출산예정일보다 일찍 또는 늦게 태어났나요?

source: By how many weeks? (round to the nearest week)
fr_ca: De combien de semaines? (arrondir à la semaine près)
ja: 予定日から何週間ほど早かった／遅かったかを教えてください (最も近い週数で四捨五入してください)
ko: 몇 주였습니까? (가장 가까운 주수로 반올림)

source: Number of weeks cannot be less than 1
fr_ca: Le nombre de semaines ne peut pas être inférieur à 1
ja: 1週より少ない週数を記入することはできません
ko: 주수는 1주 이상이어야 합니다

source: Mother
fr_ca: Mère
ja: 母親
ko: 모

source: Father
fr_ca: Père
ja: 父親
ko: 부

source: Grandparent(s)
ja: 祖父母
ko: 조부모

source: Primary Caregiver
fr_ca: Répondant Primaire
ja: お子さま主に養育している方 (＝主たる養育者) はどなたですか？
ko: 주양육자

source: Primary Caregiver Year of birth
fr_ca: Date de Naissance du Répondant Primaire
ja: 主たる養育者の出生年 (西暦)
ko: 주양육자의 출생년도

source: Primary Caregiver Education
fr_ca: Éducation du Répondant Primaire
ja: 主たる養育者の最終学歴について教えてください。
ko: 주양육자의 학력

source: Choose highest grade completed (12 = high school graduate; 16 = college graduate; 18 = advanced degree)
fr_ca: Choisissez l’année d’études la plus élevée complétée (11 = diplôme d'études secondaires, 13 = diplôme d'études collégiales (CÉGEP), 16 = diplôme d'études universitaires)
ja: 最高学歴を選択
ko: 최종 학력을 선택해 주십시오 (12 = 고등학교 졸업; 16 = 대학교 졸업; 18 = 석사 및 박사 학위)

source: Secondary Caregiver
fr_ca: Répondant Secondaire
ja: 第二の養育者 (主たる養育者が「母親」の場合は「父親」など) （任意）
ko: 부양육자

source: Secondary Caregiver Year of birth
fr_ca: Date de Naissance du Répondant Secondaire
ja: 第二の養育者の出生年 (西暦)
ko: 부양육자의 출생년도

source: Secondary Caregiver Education
fr_ca: Éducation du Répondant Secondaire
ja: 第二の養育者の最終学歴について教えてください。
ko: 부양육자의 학력

source: Two parents
fr_ca: Deux parents
ja: 父母の2人
ko: 부모

source: One parent
fr_ca: Un parent
ja: 父母のどちらか1人
ko: 한부모

source: One or both parents and other caregiver(s) (e.g., grandparent)
fr_ca: Un ou les deux parents et autre(s) répondant(s) (par ex., grand-parent)
ja: 父母のどちらか1人または両方と他の養育者1人（祖父母など）
ko: 한부모 또는 부모와 기타 양육자 (예: 조부 및 조모)

source: Other caregivers (e.g., grandparent or grandparents)
fr_ca: Autres répondants (par ex. grand-parent ou grands-parents)
ja: 他の養育者（祖父母や祖父母など）
ko: 기타 양육자 (예: 조부 및 조모)

source: Who does your child live with?
fr_ca: Avec qui vit votre enfant?
ja: お子さまは誰と一緒に生活していますか？
ko: 아동은 누구와 살고 있나요?

source: From whom?
fr_ca: De qui?
ja: その言語にふれるのは誰とやりとりするときですか？
ko: 누구로부터입니까?

source: How many days per week is the child exposed to these languages?
fr_ca: Combien de jours par semaine l'enfant est-il exposé à ces/cette langue(s)?
ja: お子さまは週に何日くらいその言語にふれていますか？
ko: 이러한 언어에 아동은 한 주에 며칠정도 노출되나요?

source: Number of days per week cannot exceed 7
fr_ca: Le nombre de jours par semaine ne peut pas excéder 7
ja: 日数として7を超える数字を記入することはできません
ko: 7일을 초과할 수 없습니다

source: Number of days per week cannot be less than 1
fr_ca: Le nombre de jours par semaine ne peut pas être moins que 1
ja: 日数として1よりも小さい数字を記入することはできません
ko: 1일 이상이어야 합니다

source: How many hours per day is the child exposed to these languages?
fr_ca: Combien d'heures par jour l'enfant est-il exposé à ces/cette langue(s)?
ja: お子さまは1日に何時間くらいその言語にふれていますか？
ko: 이러한 언어에 아동은 하루에 몇 시간 노출되나요?

source: Number of hours per day cannot exceed 24
fr_ca: Le nombre d’heures par jour ne peut excéder 24 heures
ja: 時間数として24を超える数字を記入することはできません
ko: 24시간을 초과할 수 없습니다

source: Number of hours per day cannot be less than 1
fr_ca: Le nombre d’heures par jour ne peut pas être moins de 1
ja: 時間数として1よりも小さい数字を記入することはできません
ko: 1시간 이상이어야 합니다

source: Has your child experienced chronic ear infections (5 or more)?
fr_ca: Votre enfant a-t-il déjà eu des otites chroniques (5 ou plus)?
ja: お子さまは慢性的な耳の感染症に5回以上かかったことがありますか？
ko: 아동은 만성 중이염을 앓은 적이 있나요? (5회 또는 그 이상)

source: Has your child undergone interventions (e.g., tubes)? Please describe
fr_ca: Votre enfant a-t-il subi des interventions (par ex., tubes)? Veuillez spécifier
ja: お子さまは鼓膜チューブなどの大きな治療を受けたことがありますか？可能な範囲で構いませんので、詳しく教えてください。
ko: 아동은 중이염 수술을 받은 적이 있나요 (예: 삽관)? 기술해 주세요

source: Please describe
fr_ca: Veuillez spécifier
ja: 可能な範囲で構いませんので、詳しく教えてください。
ko: 기술해 주세요

source: Indicate which family member and provide a description
fr_ca: Indiquez quel membre de la famille et veuillez spécifiez
ja: 診断を受けた方はどなたですか。可能な範囲で教えてください。(任意項目です。差し支えなければご回答ください)
ko: 어느 가족 구성원인지 표시하고 기술해 주세요

source: Both caregivers
fr_ca: Les deux répondants
ja: 両親どちらも
ko: 두 양육자 모두

source: Who is filling in the form?
fr_ca: Qui remplit le formulaire?
ja: 誰がこのフォームに記入していますか？
ko: 본 설문에 응답하고 계신 분은 누구입니까?

source: You are almost done! Click "Yes" if you agree with ALL of the following points. Your answer will not affect your results. There is nothing wrong with choosing "No":
ja: もう少しで回答が完了します！以下のすべての項目に同意される場合は、「はい」をクリックしてください。「いいえ」を選んでも問題はありません。あなたの答えが結果に影響することはありません。
ko: 거의 완료되었습니다! 만약 다음 사항들에 동의하신다면 "네"를 클릭해 주십시오. 귀하의 응답은 설문 결과에 영향을 주지 않을 것입니다. "아니오"를 선택하시더라도 아무런 문제가 되지 않습니다.

source: You have a child who is %(age)s months old.
ja: あなたのお子さまは生後%(age)sヶ月です。
ko: 아동은 %(age)s 개월입니다.

source: You filled out the entire questionnaire to the best of your ability.
fr_ca: Vous avez rempli tout le questionnaire au meilleur de vos connaissances.
ja: すべての質問について、できるだけ正しく回答しました
ko: 귀하는 최선을 다하여 전체 설문에 응답하였습니다.

source: You are taking this questionnaire for the FIRST time.
fr_ca: Vous remplissez ce questionnaire pour la PREMIÈRE fois.
ja: このアンケートに【初めて】回答します
ko: 귀하는 본 설문에 처음으로 참여하였습니다.

source: Yes, I have a child who is %(age)s months old, I filled out the entire questionnaire, and I am taking this questionnaire for the first time.
fr_ca: Oui, j'ai un enfant qui a %(age)s mois, j'ai rempli le questionnaire en entier, et je réponds à ce questionnaire pour la première fois.
ja: はい、私には生後%(age)sヶ月の子どもがいます。このアンケートに回答するのは初めてであり、すべての質問項目に回答しました。
ko: 네, 우리 아이는 %(age)s 개월이고, 나는 전체 설문에 응답하였으며, 본 설문에 처음으로 참여하였습니다.

source: No, I do NOT have a child who is %(age)s months old, I have NOT filled out the entire questionnaire, and/or I have taken this questionnaire before.
fr_ca: Non, je n'ai PAS d'enfant âgé de %(age)s mois, je n'ai PAS rempli le questionnaire en entier et / ou j'ai déjà répondu à ce questionnaire auparavant.
ja: いいえ、私には生後%(age)sヶ月の子どもはいません。以前にもこのアンケートに回答したことがあるか、あるいは未回答の質問項目があります。
ko: 아니오, 우리 아이는 %(age)s 개월이 아니고, 나는 전체 설문에 응답하지 않았으며, 본 설문에 참여했던 적이 있습니다.

source: Finally, please check the Captcha box below to display the submit button!
fr_ca: Finalement, veuillez cocher la case Captcha ci-dessous pour afficher le bouton de soumission!
ja: 最後に、送信ボタンを表示するために、下のCaptchaボックスにチェックを入れてください！
ko: 마지막으로, 제출 버튼을 누르기 위해 아래의 Captcha 박스를 체크 해주십시오.

source: Previous Page
fr_ca: Page précédente
ja: 前のページ
ko: 이전 페이지

source: Next Page
fr_ca: Page suivante
ja: 次のページ
ko: 다음 페이지

source: Save
fr_ca: Sauvegarder
ja: 一時保存する
ko: 저장

source: Go back to Background Info
fr_ca: Revenir à l'information sur l’enfant et la famille
ja: 背景情報の記入に戻る
ko: 배경 정보로 돌아가기

source: Don't forget to save your progress whenever you can!
fr_ca: N'oubliez pas de sauvegarder votre progrès lorsque vous le pouvez!
ja: 一時保存するのをお忘れなく！
ko: 가능한 한 설문 내용을 저장하면서 진행해 주십시오.

source: Instructions:
fr_ca: Directives:
ja: 記入方法
ko: 안내 사항:

source: This form can be filled any time before the due date.
fr_ca: Ce formulaire peut être rempli à tout moment avant la date d'échéance.
ja: このアンケートは期日前であればいつでも記入できます。
ko: 본 설문은 마감일 전까지 언제든지 응답할 수 있습니다.

source: It can also be saved at any time and resumed later by using the same link
fr_ca: Il peut également être sauvegardé à tout moment et repris plus tard en utilisant le même lien
ja: また、このアンケートを保存し、同じリンクを使用してご都合の良い時に再開することができます。
ko: 또한 설문을 저장한 뒤 언제든지 동일한 링크를 통해 다시 응답을 시작할 수 있습니다.

source: create bookmark
fr_ca: créer un signet
ja: ブックマークを作成する
ko: 책갈피 만들기

source: After the form is submitted, it cannot be altered.
fr_ca: Une fois le formulaire envoyé, il ne peut plus être modifié.
ja: アンケートを一度送信した後に、内容を変更することはできません。
ko: 본 설문을 제출하신 후에는 응답 내용을 변경하실 수 없습니다.

source: The form also cannot be altered after the due date.
fr_ca: Le formulaire ne peut pas non plus être modifié après la date d'échéance.
ja: また、回答期限後に内容を修正することもできません。
ko: 또한 마감일 이후에도 본 설문의 응답 내용을 변경하실 수 없습니다.

source: Please use the navigation buttons below. Do not use the "back" and "forward" buttons on your browser.
fr_ca: Veuillez s’il-vous-plaît utiliser les boutons de navigation ci-dessous. N'utilisez pas les boutons "précédent" et "suivant" de votre navigateur.
ja: 下のナビゲーションボタンをご利用ください。ブラウザの「戻る」「進む」ボタンは使用しないでください。
ko: 아래의 탐색 버튼을 사용해 주십시오. 브라우저의 "뒤로" 버튼과 "앞으로" 버튼을 사용하지 마십시오.

source: You can use the tab button and arrows keys to quickly navigate and answer questions.
fr_ca: Vous pouvez utiliser le bouton de tabulation et les flèches de votre clavier pour naviguer rapidement et répondre aux questions.
ja: Tabキーと矢印キーを使うことで、質問間を素早く移動し、回答することができます。
ko: 탭 키와 방향 키를 사용하여 빠르게 탐색하고 질문에 답하실 수 있습니다.

source: Due date
fr_ca: Date d'échéance
ja: 回答期限
ko: 마감일

source: Show waiver of documentation
fr_ca: Afficher la renonciation à la documentation
ja: ドキュメンテーション放棄の表示
ko: 연구참여포기서 보기

source: Reach out to the Web-CDI Team!
fr_ca: Contactez l'équipe responsable de cet inventaire.
ja: Web-CDIチームにご連絡するにはこちら。
ko: 웹CDI 팀에 연락해 주십시오!

source: Table of Contents:
fr_ca: Table des matières:
ja: 目次
ko: 목차:

source: Contents:
fr_ca: Contenu:
ja: 目次
ko: 내용:

source: Instructions:
fr_ca: Directives:
ja: 使用方法
ko: 안내 사항:

source: Okay
fr_ca: OK
ja: 承知しました
ko: 네

source: Waiver Denied
fr_ca: Demande Refusée
ja: 否認
ko: 연구참여포기서 인정되지 않음

source: Thank you for your response. We are unable to continue. Please close the window. If you would like, you may review the Waiver.
fr_ca: Merci pour votre réponse. Il n’est pas possible de continuer. Veuillez fermer la fenêtre. Si vous le souhaitez, vous pouvez revoir la Dispense.
ja: ご回答ありがとうございます。続行できません。ウィンドウを閉じてください。よろしければ、放棄を再度ご確認することができます。
ko: 응답해 주셔서 감사합니다. 다음으로 진행할 수 없습니다. 브라우저 창을 닫아 주십시오. 원한다면 연구참여포기서를 다시 보실 수 있습니다.

source: Review Waiver
ja: 放棄を確認する
ko: 연구참여포기서 다시 보기

source: MB-CDI Lab Logo
ja: MB-CDIラボのロゴ
ko: 맥아더-베이츠 의사소통발달 평가 연구실 로고

source: Hide/Show Instructions:
fr_ca: Afficher/Masquer Instructions:
ja: 指示を隠す/表示する
ko: 안내 사항 보기/숨기기:

source: Are you ready to submit? You cannot change your answers after submission.
fr_ca: Êtes-vous prêt à soumettre? Vous ne pourrez pas modifier vos réponses après la soumission des informations.
ja: 送信の準備はできましたか? 送信後に回答を変更することはできません。
ko: 제출하시겠습니까? 제출한 뒤에는 응답하신 내용을 변경할 수 없습니다.

source: understands and says
fr_ca: comprend et dit
ja: 理解している、かつ言える
ko: 이해하고 표현한다

source: In this section, you will be asked to think about which phrases and words your child "understands" and "understands and says." This assessment is for children of many ages. Your child may not be able to understand or say a lot of the words on the form. That is perfectly fine!
fr_ca: Dans cette section, nous vous demandons de penser aux phrases et aux mots que votre enfant « comprend » et « comprend et dit.» Ce questionnaire est conçu pour des enfants de plusieurs groupes d’âge. Il se pourrait que votre enfant ne soit pas capable de comprendre ou de dire beaucoup de mots inclus dans ce questionnaire et cela est parfaitement normal!
ja: このセクションでは、お子さまが「理解している」または「理解し、かつ言うことのできる」単語またはフレーズについてお尋ねします。この質問フォームは幅広い月齢を対象に行っていますので、リスト内の単語で理解したり言えたりするものが非常に少ない場合がああるかもしれませんが、心配しないでください。
ko: 본 장에서 귀하는 제시되는 여러 어휘 및 문장에 대해 아동이 이해는 가능한지, 이해도 가능하고 표현도 가능한지 체크해주셔야 합니다. 이해가 가능한 경우 "이해한다"에, 표현도 가능한 경우 "이해하고 표현한다"에 체크해주세요. 본 설문은 다양한 연령의 아동을 대상으로 합니다. 아동이 아직 본 설문에서 제시한 모든 어휘를 이해하거나 표현하지 못할 수도 있습니다. 그래도 괜찮습니다!

source: Your child "understands" a word/phrase if they know what the word/phrase means, even though they may not be able to say it themselves. Here are some examples.
fr_ca: Votre enfant « comprend » un mot/une phrase s’il sait ce que le mot/la phrase signifie, même s’il ne peut pas le dire lui-même. Voici quelques exemples.
ja: 単語やフレーズの意味をお子さまが分かってさえいれば、お子さん自身がその単語を言えなくても、お子さまはその単語を「理解している」ということになります。以下に例を示します。
ko: 아동이 어휘/문장을 아직 정확히 표현하지 못하더라도 뜻은 이해하고 있다면, 아동은 해당 어휘/문장을 "이해"하는 것입니다. 다음 예시를 참고해 주십시오.

source: DO check "understands" if:
fr_ca: COCHEZ « comprend » si:
ja: 「理解している」にチェックを付ける場合：
ko: 다음과 같은 경우에는 "이해한다"에 체크 표시 해주십시오:

source: Your child responds appropriately to the word/phrase. For example, when you say "Get the ball," s/he turns and tries to find the ball.
fr_ca: Votre enfant répond de manière appropriée au mot/à la phrase. Par exemple, quand vous dites « Prends la balle, » il se retourne et essaie de trouver la balle.
ja: お子さまが単語やフレーズに適切に応答する場合。たとえば、「ボールを取ってきて」と聞いたときに、周囲を見渡してボールを探そうとする場合など。
ko: 아동이 어휘/문장에 적절하게 반응하는 경우 (예: 귀하가 "공 가져와"라고 말할 때 아동이 공을 찾으려고 함)

source: DON'T check "understands" if:
fr_ca: NE PAS cocher « comprend » si:
ja: 「理解している」にチェックを付けない場合：
ko: 다음과 같은 경우에는 "이해한다"에 표시하지 마십시오:

source: Your child doesn't have a meaning for the word/phrase. S/he may have heard it before, like in a story, but you don't think s/he knows what it means.
fr_ca: Votre enfant n’attribue pas de sens au mot/à la phrase. Il peut l’avoir déjà entendu(e), par exemple dans une histoire, mais vous ne pensez pas qu’il sait ce que cela signifie.
ja: お子さまが単語やフレーズの意味を分かっていない場合。以前に聞いたことがあったとしても、その意味を理解していないと思われる場合。
ko: 아동이 어휘/문장의 뜻을 모르는 경우, 아동이 어휘/문장을 이야기에서 들어 본 적이 있지만, 그 뜻을 정확히는 모른다고 생각되는 경우

source: Your child "understands and says" a word/phrase if they know what the word/phrase means AND they are able to say it by themselves. Here are some examples.
fr_ca: Votre enfant « comprend et dit » un mot/une phrase s’il sait ce que le mot/la phrase signifie ET s’il est capable de le/la dire lui-même. Voici quelques exemples.
ja: 単語またはフレーズの意味をお子さまが分かっていて、かつ自分でその単語を言う場合にのみ、お子さまはその単語またはフレーズを「理解し、言える」ということになります。以下に例を示します。
ko: 만약 아동이 어휘/문장의 뜻을 알고 있고, 어휘/문장을 스스로 표현도 할 수 있다면 해당 어휘/문장을 "이해하고 표현한다"에 체크하셔야 합니다. 다음 예시를 참고 해 주세요.

source: DO check "understands and says" if:
fr_ca: COCHEZ « comprend et dit » si :
ja: 「理解し、言える」にチェックを付ける場合：
ko: 다음과 같은 경우에는 "이해하고 표현한다"에 체크 표시 해주세요:

source: Your child says a word/phrase when trying to name an object or describe something that happened. You think s/he has a meaning for that word/phrase.
fr_ca: Votre enfant dit un mot/une phrase quand il essaie de nommer un objet ou de décrire quelque chose qui s’est passé. Vous pensez que votre enfant associe un sens à ce mot/cette phrase.
ja: お子さまが事物の名前を言ったり、起こった出来事について話したりしようとして単語やフレーズを言う場合。お子さまがその単語やフレーズの意味を知っていると感じられる場合。
ko: 아동이 어떠한 대상을 지칭하거나, 일어난 일에 대해 묘사하기 위하여 어휘/문장을 표현하는 경우 아동이 해당 어휘/문장의 뜻을 정확히 안다고 생각되는 경우

source: It's fine if your child can't say the whole word or says it his/her own "special" way.
fr_ca: Votre enfant ne peut pas dire le mot au complet ou le dit à sa façon. Si vous utilisez un autre mot dans votre famille (par ex., Mamie pour grand-mère), cela est correct aussi!
ja: お子さまがその単語を完璧に発音できなくても構いません。お子さまなりの独自の言い方で言う場合もチェックをつけてください (例：「スプーン」を「プン」と言う)。
ko: 만약 아동이 어휘를 정확히 발음하지 않거나, 자신만의 "특별한" 방식으로 표현하더라도 괜찮습니다.

source: DO check "understands and says."
fr_ca: COCHEZ « comprend et dit. »
ja: 「理解し、言える」にチェックを付けてください。
ko: "이해하고 표현한다"에 체크 표시 해주십시오.

source: DON'T check if your child is just stringing sounds together. This is not a real word that means something.
fr_ca: NE PAS cocher la boîte si votre enfant ne fait que babiller, produisant le même son à répétition. Ce n’est pas un vrai mot qui signifie quelque chose.
ja: お子さまがただ音をつなぎ合わせているだけで、その音に意味が伴わない場合 (例：「バババババ」と音を繰り返して音遊びをしている場合)、チェックを付けないでください。
ko: 만약 아동이 단순히 한 소리, 한 소리를 이어서 표현하는 경우에는 체크표시하지 마세요. 이는 실제 어휘라고 보기 어렵습니다.

source: DON'T check "understands and says."
fr_ca: NE PAS cocher « comprend et dit. »
ja: 「理解し、言える」にチェックを付けない場合：
ko: "이해하고 표현한다"에 표시하지 마십시오.

source: DON'T ask your child to repeat the words on the list. This doesn't count!
fr_ca: NE PAS demander à votre enfant de répéter les mots de ce questionnaire. Cela ne compte pas!
ja: リスト内の単語をお子さんに繰り返して言うように要求しないでください (例：「ブーブーって言ってごらん？」と要求する)。そのような場合はチェックしないでください。
ko: 아동에게 어휘를 따라 말하게 하지 마십시오. 이 경우는 포함되지 않습니다!

source: In this section, you will be asked about words that your child "understands and says." Your child "understands and says" a word on the list if they know what the word means AND they say it by themselves. Here are some examples. This assessment is for children of many ages. Your child may not be able to understand or say a lot of the words on the form. That is perfectly fine!
fr_ca: Dans cette section, nous vous demanderons quelles sont les phrases et les mots que votre enfant « comprend et dit. » Votre enfant « comprend et dit » un mot/une phrase du questionnaire s’il sait ce que le mot/la phrase veut dire ET s’il est capable de le/la dire lui-même. Voici quelques exemples. Ce questionnaire est conçu pour des enfants de plusieurs âges. Il se pourrait que votre enfant ne soit pas capable de comprendre ou de dire beaucoup de mots inclus dans ce questionnaire et cela est parfaitement normal!
ja: このセクションでは、お子さまが「理解し、かつ言うことのできる」単語についてお尋ねします。リストにある単語の意味をお子さんが分かっていて、かつ自分でその単語を言う場合にのみ、お子さまはその単語を「理解し、言える」ということになります。以下に例を示します。この質問フォームは幅広い月齢を対象に行っていますので、リスト内の単語で理解したり言えたりするものが非常に少ない場合がああるかもしれませんが、心配しないでください。
ko: 본 영역에서는 아동이 이해와 표현이 모두 가능한 어휘에 대해 체크해야 합니다. 만약 아동이 어휘의 뜻을 알고 있으며 그 어휘를 스스로 표현도 할 수 있다면, "이해하고 표현한다"에 체크해주세요. 다음 예시를 참고해 주세요. 본 설문은 다양한 연령의 아동을 대상으로 합니다. 아동이 본 설문의 많은 어휘를 모두 이해하거나 표현하지 못할 수도 있습니다. 그래도 괜찮습니다!

source: DO check the box if:
fr_ca: COCHEZ la boîte si:
ja: チェックを付ける場合：
ko: 다음과 같은 경우, 응답박스에 체크 표시 해주십시오:

source: Your child says the word when trying to name an object or describe something that happened. You think s/he has a meaning for that word.
fr_ca: Votre enfant dit un mot/une phrase quand il essaie de nommer un objet ou de décrire quelque chose qui s’est passé. Vous pensez que votre enfant associe un sens à ce mot/cette phrase.
ja: お子さまが事物の名前を言ったり、起こった出来事について話したりしようとして単語を言う場合。お子さまがその単語の意味を知っていると感じられる場合。
ko: 아동이 대상을 지칭하거나 일어난 일에 대해 묘사하기 위하여 어휘/문장을 표현하는 경우, 아동이 해당 어휘/문장의 뜻을 안다고 생각되는 경우

source: It's fine if your child can't say the whole word or says it his/her own "special" way. If you use another word in your family (e.g., Nana for Grandma), that is ok too!
fr_ca: C’est correct si votre enfant ne peut pas dire le mot au complet ou s’il le dit à sa façon. Si vous utilisez un autre mot dans votre famille (par ex., Mamie pour grand-mère), cela est correct aussi!
ja: お子さまがその単語を完璧に発音できなくても構いません。お子さんなりの独自の言い方で言う場合もチェックをつけてください (例：「スプーン」を「プン」と言う)。また、家庭内で独自に使う単語がある場合も、リストの単語と意味が同じであればチェックを付けてください (例：「おばあちゃん」の代わりに「ばあば」と言う)。丁寧表現の「お」があってもなくても同じ単語だと見なしてください (例：「うま」を「おうま」と言う、「おやさい」を「やさい」と言う)。
ko: 만약 아동이 어휘 전체를 정확하게 말하지 못하거나 아동만의 "특별한" 방식으로 표현하더라도 괜찮습니다. 귀하께서 가족 구성원을 지칭할 때 다른 표현을 사용하시는 경우(예: 기린을 긴이라 부르는 경우, 할머니를 함미라 부르는 경우)도 괜찮습니다.

source: DO check the box.
fr_ca: COCHEZ la boîte.
ja: チェックを付けてください。
ko: 응답박스에 체크 표시 해주십시오.

source: DON'T check the box if your child is just stringing sounds together. This is not a real word that means something.
fr_ca: NE PAS cocher la boîte si votre enfant ne fait que babiller, produisant le même son à répétition. Ceci n’est pas un vrai mot qui signifie quelque chose.
ja: チェックを付けない場合：お子さまがただ音をつなぎ合わせているだけで、その音に意味が伴わない場合 (例：「バババババ」と音を繰り返して音遊びをしている場合)。
ko: 만약 아동이 단순히 소리를 이어 말하는 경우 (예: 바 바 바)에는 표시하지 마십시오. 이는 의미를 지닌 실제 어휘가 아닙니다.

source: MacArthur-Bates Communicative Development Inventory
fr_ca: Inventaire MacArthur-Bates du développement de la communication
ja: マッカーサーコミュニケーション発達質問紙
ko: 맥아더-베이츠 의사소통발달 평가

source: Interesting tidbits learned from how your child speaks!
ja: お子さまの話し方から学ぶ興味深い豆知識！
ko: 아동이 말하는 방식이 알려주는 흥미로운 이야기!

source: Thank you!
fr_ca: Merci!
ja: ありがとうございました。
ko: 감사합니다!
