Repository: langcog/web-cdi
Catalog: webcdi/locale/*/LC_MESSAGES/django.po
Languages: fr_ca, ja, ko

source: Thank you for taking the time to complete the MacArthur-Bates Communicative Development Inventory (CDI). With the help of parents and caregivers like you, we are working to learn more about the way that children’s language develops, and how that development varies across individual children and cultures. Remember that the CDI lists many different words that are used by many different children. Don’t worry if your child only knows a few of them right now. Below are some insights into your child’s developing vocabulary, based on our research. This summary is not a clinical evaluation. If you have any concerns about your child’s development, we recommend that you talk with your child’s physician. If you enjoyed our assessment, you can learn more about the CDI <a href="http://mb-cdi.stanford.edu/" target="_blank">here</a>. We appreciate your contribution!
fr_ca: <br/>Nous vous remercions pour votre intérêt à remplir l'inventaire de développement communicatif de MacArthur-Bates! Avec l'aide de parents et responsables comme vous, nous en apprenons davantage sur le développement du langage chez l’enfant, et sur la façon dont ce développement varie chez chaque enfant et chaque culture. <br/><br/> Rappelez-vous que l’inventaire répertorie de nombreux mots qui sont utilisés par beaucoup d’enfants. Ne vous inquiétez pas si votre enfant ne connaît que quelques mots en ce moment. Voici un aperçu du vocabulaire émergent de votre enfant, d’après notre recherche. Ce résumé n'est pas une évaluation clinique. Si vous avez des inquiétudes concernant le développement de votre enfant, nous vous recommandons d’en parler avec le médecin de votre enfant. Si vous avez aimé notre inventaire, vous pouvez en apprendre plus ici <a href="http://mb-cdi.stanford.edu/" target="_blank">(lien en anglais)</a>. Encore une fois, nous vous remercions de votre intérêt!
ja: マッカーサーコミュニケーション発達質問紙 (CDI) にご協力いただき、ありがとうございました。養育者の方々のご協力のお蔭で、私たち研究者は子どもたちの言葉の発達や、言葉の発達が子どもや文化によってどのように異なるかについて、より深く知るための研究を進めることができます。CDIには、さまざまな子どもたちが使うさまざまな単語が反映されています。あなたのお子さまが知っている単語が少なくても心配はいりません。以下、私たちの研究にもとづいて、お子さまの語彙の発達に関する情報をお知らせします。こちらは臨床的な評価ではありません。お子さまの発達について何かご心配があれば、かかりつけの医師にご相談されることをお勧めします。このアンケートをお楽しみいただけたなら、CDIについて<a href=""http://mb-cdi.stanford.edu/"" target=""_blank"">こちら</a>でもっと詳しく知ることができます。みなさまのご協力に心から感謝いたします。
ko: 맥아더-베이츠 의사소통발달 평가 (CDI) 작성을 위해 시간을 내어주셔서 감사합니다. 부모님 및 양육자 분들의 도움으로 인하여 저희는 아동의 언어 발달이 어떻게 이루어지며 언어 및 문화에 따라 발달이 어떻게 달라질 수 있는지 지속적으로 연구할 수 있었습니다. 다양한 아동이 사용하는 많은 어휘가 CDI 목록에 포함되었다는 점을 명심해주세요. 아동이 당장은 몇몇 어휘만 알고 있더라도 너무 걱정하지 마세요. 본 연구를 바탕으로, 아동이 습득하고 있는 어휘에 대한 정보를 살펴보실 수 있습니다. 본 검사 결과는 임상 평가가 아닙니다. 만약 아동의 의사소통 발달이 걱정되신다면, 아동발달 전문가와의 상담을 권합니다. <a href="http://mb-cdi.stanford.edu/" target="_blank">이곳</a>에서 CDI에 관한 더 많은 정보를 얻으실 수 있습니다. 본 연구에 관심을 가져주셔서 다시 한 번 감사드립니다!

source: We're sorry but it looks like we have run out of Amazon.com Gift Cards! Please <a href="%(contact_url)s" target="_blank">reach out to us</a> and we will quickly fix this issue.
fr_ca: Nous sommes désolés, mais il semble que nous n’ayons plus de cartes-cadeau Amazon.com! Veuillez nous <a href="%(contact_url)s" target="_blank">contacter</a> et nous réglerons ce problème rapidement.
ko: 죄송합니다. Amazon.com 상품권이 모두 소진되었습니다! <a href="%(contact_url)s" target="_blank">저희에게 연락</a>해 주시면 이 문제를 빠르게 해결하겠습니다.

source: Thank you for participating in our Web-CDI project! It is our pleasure to send you this Amazon.com Gift Card that can be redeemed towards millions of items at <a href="http://www.amazon.com" target="_blank">www.amazon.com</a>. You may want to print this screen for easy reference later--you’ll need the gift card claim code below.
fr_ca: Merci d'avoir participé à notre projet! Il nous fait plaisir de vous envoyer cette carte cadeau Amazon.com * qui peut être échangée contre des millions d'articles sur <a href="http://www.amazon.com" target="_blank">www.amazon.com</a>. Vous pouvez prendre une capture d’écran pour vous y référer facilement plus tard - vous aurez besoin du code ci-dessous pour utiliser votre carte-cadeau.
ko: 웹-CDI 프로젝트에 참여해 주셔서 감사합니다! <a href="http://www.amazon.com" target="_blank">www.amazon.com</a>의 다양한 상품 중에서 교환할 수 있는 Amazon.com 상품권을 귀하께 보내 드리게 되어 기쁩니다. 추후에 쉽게 찾아볼 수 있도록 본 화면을 인쇄하시면 좋을 것입니다. 상품권 사용 시 아래의 상품권 청구 코드가 필요합니다.

source: Gift Card Amount
fr_ca: Montant de la carte-cadeau
ko: 상품권 금액

source: Claim Code
fr_ca: Code de carte-cadeau
ko: 청구 코드

source: To redeem your gift card, visit <a href="%(redeem_url)s" target="_blank">www.amazon.com/redeem</a>. Restrictions apply, see <a href="%(legal_url)s" target="_blank">www.amazon.com/gc-legal</a>.
fr_ca: Pour utiliser votre carte-cadeau, rendez-vous sur <a href="%(redeem_url)s" target="_blank">%(redeem_url)s</a>. Certaines restrictions s'appliquent, voir <a href="%(legal_url)s" target="_blank">%(legal_url)s</a>.
ko: 상품권을 상품으로 교환하기 위해 <a href="%(redeem_url)s" target="_blank">www.amazon.com/redeem</a>을 방문해 주십시오. 제한 사항이 적용될 수 있습니다. <a href="%(legal_url)s" target="_blank">www.amazon.com/gc-legal</a>을 참고해 주십시오.

source: Graph My Data!
fr_ca: Affichez mes données!
ja: データをグラフで表示する
ko: 데이터를 그래프로 보기!

source: Show Me My Answers
fr_ca: Affichez mes réponses
ja: 回答を表示する
ko: 내 응답 보기

source: Save as PDF
fr_ca: Enregistrer au PDF
ja: PDFとして保存する
ko: PDF로 저장하기

source: Form unavailable. Contact admin.
ja: フォームが使用できません。管理者に連絡してください。
ko: 설문을 시작할 수 없습니다. 관리자에게 문의하십시오.

source: My child says PPP words and understands UUU words.
fr_ca: Mon enfant dit PPP mots et comprend UUU mots.
ja: お子さまはPPP単語を言うことができ、UUU単語を理解することができます。
ko: 우리 아이는 PPP 어휘를 표현하고 UUU 어휘를 이해합니다.

source: My child says PPP words.
fr_ca: Mon enfant dit PPP mots.
ja: お子さまはPPP単語を言うことができます。
ko: 우리 아이는 PPP 어휘를 표현합니다.

source: My child understands UUU words.
fr_ca: Mon enfant comprend UUU mots.
ja: お子さまはUUU単語を理解することができます。
ko: 우리 아이는 UUU 어휘를 이해합니다.

source: My child produces the most words in the bestProdCat category.
fr_ca: Mon enfant produit le plus de mots dans la catégorie « bestProdCat ».
ja: お子さまはbestProdCatカテゴリーで最も多くの単語を言うことができます。
ko: 우리 아이는 bestProdCat 목록에 있는 대부분의 어휘들을 표현합니다.

source: My child understands the most words in the bestCompCat category.
fr_ca: Mon enfant comprend le plus de mots dans la catégorie « bestCompCat ».
ja: お子さまはbestCompCatカテゴリーで最も多くの単語を理解することができます。
ko: 우리 아이는 bestCompCat 목록에 있는 대부분의 어휘들을 이해합니다.

source: The hardest word my child says is INSERTWORDHERE.
fr_ca: Le mot le plus difficile que mon enfant dit est « INSERTWORDHERE ».
ja: お子さまが言える最も難しい単語はINSERTWORDHEREです。
ko: 우리 아이가 말하기에 가장 어려워하는 어휘는 INSERTWORDHERE 입니다.

source: The hardest word my child understands is INSERTWORDHERE.
fr_ca: Le mot le plus difficile que mon enfant comprend est « INSERTWORDHERE ».
ja: お子さまが理解している最も難しい単語はINSERTWORDHEREです。
ko: 우리 아이가 이해하기에 가장 어려워하는 어휘는 INSERTWORDHERE 입니다.

source: Next
fr_ca: Suivant
ja: 次へ
ko: 다음

source: For %(min_age)s- to %(max_age)s-month-old children
fr_ca: Pour enfants âgés de %(min_age)s à %(max_age)s mois
ja: 生後%(min_age)sヶ月から%(max_age)sヶ月までのお子さま
ko: %(min_age)s개월부터 %(max_age)s개월까지의 아동

source: Instructions for completing the language inventory
fr_ca: Directives pour remplir l’inventaire de communication
ja: 言語発達質問フォームへの記入方法について
ko: 본 설문에 대한 안내

source: Try to complete the inventory when you have at least 30 quiet minutes, without interruptions. An example might be when your child is sleeping.
fr_ca: Essayez de compléter l’inventaire lorsque vous avez au moins 30 minutes sans interruptions. Un exemple pourrait être lorsque votre enfant dort.​
ja: お子さまが寝ているときなど、できるだけ静かで回答を中断せずに済む環境を30分以上確保できるときに、こちらのアンケートに回答してください。
ko: 본 설문 작성을 위해, 가급적 방해 받지 않는 시간대에 최소 30분을 할애할 수 있는 상황에서 작성해 주세요. (예: 자녀의 취침시간)

source: Try to complete the inventory when you have at least 10-15 quiet minutes, without interruptions. An example might be when your child is sleeping.
fr_ca: Essayez de compléter l’inventaire lorsque vous avez au moins 30 minutes sans interruptions. Un exemple pourrait être lorsque votre enfant dort.​
ja: お子さまが寝ているときなど、できるだけ静かで回答を中断せずに済む環境を10～15分確保できるときに、こちらのアンケートに回答してください。
ko: 본 설문 작성을 위해, 가급적 방해 받지 않는 시간대에 최소 10-15분을 할애할 수 있는 상황에서 작성해 주세요. (예: 자녀의 취침시간)

source: You do not have to complete the inventory in one sitting. If you are interrupted, it is ok to put it down and come back to it when you have more time.
fr_ca: Vous n’avez pas à remplir l’inventaire en une seule séance. Si vous êtes interrompu (e), vous pouvez le mettre de côté et y revenir quand vous aurez plus de temps.
ja: こちらのアンケートは、一度にすべて回答する必要はありません。いちど中断していただき、お時間のあるときにまた戻っていただいて構いません。
ko: 귀하는 본 설문을 한번에 완료하지 않으셔도 됩니다. 만약 작성 도중 방해를 받는 경우, 잠시 설문을 중단하셔도 됩니다. 시간적 여유가 있을 때 다시 돌아와 응답해주셔도 됩니다.

source: Feel free to ask others (e.g. other family members, nanny, child care providers) to help you fill out this form.
fr_ca: N’hésitez pas à demander aux autres (par ex. à d’autres membres de la famille, une gardienne, d’autres gens fournissant des services de garde) de vous aider à remplir ce formulaire.
ja: こちらのアンケートへの回答に際して、ほかの方 (ご家族やベビーシッター、園の先生など) にご相談いただいても問題ありません。
ko: 본 설문은 다른 사람과 함께 작성하셔도 됩니다. (예: 다른 가족 구성원, 육아 도우미, 아동 돌봄 서비스 제공자)

source: Please read all of the instructions on the inventory carefully, and make sure you complete all of the sections.
fr_ca: Veuillez lire toutes les directives de l’inventaire attentivement et vous assurer d’avoir rempli toutes les sections.
ja: インストラクションの全項目をよくお読みいただき、すべてのセクションに確実にご回答ください。
ko: 모든 안내문을 신중하게 읽고, 반드시 모든 영역을 작성해 주세요.

source: You will receive a $%(gift_amount)s Amazon.com gift card after you complete the form. As we are a research lab with limited funds, we ask that you only complete this questionnaire once.
ko: 본 설문을 완료하시면 귀하께 $%(gift_amount)s Amazon.com 상품권을 드립니다. 저희 연구실은 한정된 연구비를 가지고 있으므로 본 설문에는 한 번만 참여해 주십시오.

source: For more information about the MB-CDI,
fr_ca: Pour plus d’informations sur l’inventaire MacArthur-Bates,
ja: MB-CDI (MacArthur-Bates Communicative Development Inventories) に関する詳細は、こちらをクリックしてください。（説明は英語のみになります）
ko: 맥아더-베이츠 의사소통발달 평가에 관하여 더 알고 싶으시다면

source: click here
fr_ca: cliquez ici (en anglais)
ja: ここをクリックしてください
ko: 이곳을 클릭하세요

source: Thank you! We appreciate your time and effort!
fr_ca: Merci! Nous apprécions votre temps et vos efforts!
ja: お忙しいなかご回答くださりありがとうございます！
ko: 귀중한 시간을 내어 본 설문에 응답해 주셔서 진심으로 감사드립니다.

source: Background Information
fr_ca: Information sur l’enfant et la famille
ja: 背景情報
ko: 배경 정보

source: Finish
fr_ca: Terminer
ja: 終了する
ko: 완료

source: Background Information Continued
fr_ca: Information sur l’enfant et la famille
ja: 背景情報（続き）
ko: 배경 정보 계속

source: Thank you for your interest in completing the MacArthur-Bates Communicative Development Inventory (CDI)! It looks like you have completed the CDI form before. We ask that you only complete our assessment once. If you have any concerns about your child’s development, we recommend that you talk with your child’s physician. If you enjoyed our assessment, you can learn more about the CDI <a href="http://mb-cdi.stanford.edu/" target="_blank">here</a>. Again, we appreciate your interest!
fr_ca: Nous vous remercions pour votre intérêt à remplir l'inventaire de développement communicatif de MacArthur-Bates! Il semble que vous ayez déjà rempli cet inventaire auparavant. Nous vous demandons de compléter ce questionnaire une seule fois. Si vous avez des inquiétudes concernant le développement de votre enfant, nous vous recommandons d’en parler avec le médecin de votre enfant. Si vous avez apprécié notre évaluation, vous pouvez en apprendre plus sur cet inventaire ici <a href="http://mb-cdi.stanford.edu/" target="_blank">(lien en anglais)</a>. Encore une fois, nous vous remercions de votre intérêt!
ja: マッカーサーコミュニケーション発達質問紙 (CDI) にご関心をもってくださり、ありがとうございます。以前にもCDIフォームにご記入いただいたことがあるようですね。一度だけご記入いただきますようお願いいたします。お子さまの発達についてご心配がある場合は、かかりつけの医師にご相談されることをお勧めします。アンケートをお楽しみいただけたなら、<a href=""http://mb-cdi.stanford.edu/"" target=""_blank"">こちら</a>からCDIについてもっと詳しく知ることができます。ご関心をもってくださり、ありがとうございました。
ko: 맥아더-베이츠 의사소통발달 평가 (CDI) 참여에 관심을 가져 주셔서 감사합니다! 귀하께서는 이전에 CDI 설문에 참여하셨던 적이 있을 것입니다. 본 설문에는 한 번만 참여하실 수 있습니다. 만약 자녀의 발달에 대한 우려가 있다면, 아동발달전문가와 상담하실 것을 권합니다. 만약 본 설문이 귀하께 유익하였다면, <a href="http://mb-cdi.stanford.edu/" target="_blank">이곳</a>에서 CDI에 관한 더 많은 정보를 얻으실 수 있습니다. 귀하의 관심에 다시 한 번 감사드립니다!

source: Thank you for your interest in completing the MacArthur-Bates Communicative Development Inventory (CDI)! At this time, all of our study slots have already filled up and we have run out of thank-you gifts to compensate you for your time. If you are still interested in completing the CDI and learning more about your child's vocabulary, you may click <a href="%(bypass_url)s" target="_blank">here</a> to complete the questionnaire, but you will not receive compensation. You can also keep an eye out for another study ad in the future! If you have any concerns about your child’s development, we recommend that you talk with your child’s physician. If you enjoyed our assessment, you can learn more about the CDI <a href="http://mb-cdi.stanford.edu/" target="_blank">here</a>. Again, we appreciate your interest!
fr_ca: Nous vous remercions pour votre intérêt à remplir l'inventaire de développement communicatif de MacArthur-Bates! Présentement, toutes nos plages horaires pour l'étude sont déjà remplies et nous n'avons plus de cadeaux pour vous remercier de votre temps! Si vous êtes toujours intéressé à compléter l’inventaire et à en apprendre davantage sur le vocabulaire de votre enfant, vous pouvez cliquer <a href="%(bypass_url)s" target="_blank">ici</a> pour remplir le questionnaire d’une durée de 30 minutes. Si vous avez des inquiétudes concernant le développement de votre enfant, nous vous recommandons de parler avec le médecin de votre enfant. Si vous avez aimé notre inventaire, vous pouvez en apprendre plus sur l’inventaire ici <a href="http://mb-cdi.stanford.edu/" target="_blank">(lien en anglais)</a>. Encore une fois, nous vous remercions de votre intérêt!
ja: マッカーサーコミュニケーション発達質問紙 (CDI) へのご記入に関心をもってくださり、ありがとうございます。現在、調査スロットはすべて埋まってしまっており、ご記入いただいても謝礼のお渡しが難しい状況です。もし、それでもなおCDIに記入してお子さまの語彙発達についてもっと知りたいという方は、<a href=""%(bypass_url)s"" target=""_blank"">こちら</a>をクリックしてアンケートにご記入いただけます。ただし、謝礼を受け取ることはできませんのでご留意ください。今後、新しい研究・調査がはじまるまでお待ちいただくことも可能です！お子さまの発達についてご心配がある場合は、かかりつけの医師にご相談されることをお勧めします。アンケートをお楽しみいただけたなら、<a href=""http://mb-cdi.stanford.edu/"" target=""_blank"">こちら</a>からCDIについてもっと詳しく知ることができます。ご関心をもってくださり、ありがとうございました。
ko: 맥아더-베이츠 의사소통발달 평가 (CDI)에 관심을 가져 주셔서 감사합니다! 현재로서 본 연구 참여 신청이 모두 마감되었으며, 보상으로 제공하는 상품이 소진되었습니다. 그럼에도 불구하고 CDI 작성에 관심이 있고 자녀의 어휘 발달에 관하여 더 알고 싶으시다면, <a href="%(bypass_url)s" target="_blank">이곳</a>을 눌러 설문에 응답해 주십시오. 그러나 설문 참여에 대한 보상은 제공되지 않습니다. 향후에 다른 연구 참여 공고를 살펴보실 수도 있습니다. 만약 현재 아동의 언어 발달에 대해 우려가 있다면 아동발달 전문가와의 상담을 권합니다. <a href="http://mb-cdi.stanford.edu/" target="_blank">이곳</a>에서 CDI에 관한 더 많은 정보를 얻으실 수 있습니다. 귀하의 관심에 다시 한 번 감사드립니다!

source: How old is your child?
fr_ca: Quel âge a votre enfant?
ja: お子さまの月齢を教えてください
ko: 아동은 몇 살입니까?

source: My baby speaks LANGUAGE and is between MIN_AGE and MAX_AGE months old. [XX slot(s) left]
fr_ca: Mon bébé parle LANGUE et est âgé entre MIN_AGE et MAX_AGE mois. [Plage(s) horaire(s) XX à gauche]
ja: 私の子どもは、LANGUAGEを話し、かつ月齢はMIN_AGEヶ月～MAX_AGEヶ月の間です。[XX slot(s) left]
ko: 우리 아이는 LAUGNAGE 를 사용하고 MIN_AGE 이상 MAX_AGE 개월 이하입니다. [XX slot(s) left]

source: Born between STARTDATE and ENDDATE
fr_ca: Né entre DATEDÉBUT et DATEFIN
ja: 生年月日はSTARTDATE～ENDDATEの間です
ko: STARTDATE 과 ENDDATE 사이에 태어났습니다

source: Your child should be between %(min_age)d to %(max_age)d months of age.
fr_ca: Votre enfant devrait être âgé entre %(min_age)d et %(max_age)d mois. Veuillez communiquer avec le chercheur de votre étude
ja: このフォームの対象月齢は%(min_age)dヶ月から%(max_age)dヶ月までです。
ko: 아동의 연령은 %(min_age)d 개월에서 %(max_age)d 개월 사이여야 합니다.

source: Not the right age? <a href='%(sgurl)s'> Click here</a>
fr_ca: Pas du bon âge? <a href='%(sgurl)s'> Cliquez ici</a>
ja: 対象月齢ではありませんでしたか？<a href='%(sgurl)s'>こちら</a>をクリックしてみてください。
ko: 해당하는 연령이 아닌가요? <a href='%(sgurl)s'>이곳을 클릭해 주십시오</a>

source: Not the right age? You should contact your researcher for steps on what to do next.
fr_ca: Pas du bon âge? Veuillez contacter le chercheur responsable de votre étude pour les étapes à suivre.
ja: 対象月齢ではありませんでしたか？恐れ入りますが、担当の研究者までお問い合わせください。
ko: 해당하는 연령이 아닌가요? 다음 단계를 위하여 연구원에게 연락해 주십시오.

source: Instruments for all Studies must be the same
ja: すべての研究において、使用される方法は同じでなければなりません。
ko: 모든 연구 도구는 동일합니다

source: Studies must have at least 1 responsent. %s has none
ja: 研究には少なくとも1件の回答が必要です。%sには回答がありません。
ko: 연구에는 최소 1명의 응답자가 있어야 합니다. %s 아무도 없습니다.

source: Welcome,
ja: ようこそ
ko: 어서 오세요,

source: View site
ja: サイトを閲覧する
ko: 웹사이트 보기

source: Documentation
ja: ドキュメンテーション
ko: 서류함

source: Change password
ja: パスワードを変更する
ko: 비밀번호 변경

source: Log out
ja: ログアウト
ko: 로그아웃

source: Home
ja: ホーム
ko: 홈

source: Django site admin
ja: 管理者サイト
ko: Django 웹사이트 관리자

source: Login
ja: ログイン
ko: 로그인

source: Dear %(user)s,
ja: %(user)sさま
ko: %(user)s 님

source: Your registration of %(site_name)s was accepted by inspector.
ja: %(site_name)sへのあなたの登録は審査のうえ承認されました。
ko: 관리자가 귀하의 %(site_name)s 등록을 수락하였습니다.

source: Please click the following url and set your account password to finish activation.
ja: 下記のリンクをクリックし、パスワードを設定して、アカウントのアクティベートを完了させてください。
ko: 활성화를 완료하기 위해 다음의 링크를 클릭하시고 비밀번호를 설정해 주십시오.

source: The activation link above will be expired in %(expiration_days)s days.
ja: 上記のアクティベート用リンクは%(expiration_days)s日で無効になります。
ko: 위의 활성화 링크는 %(expiration_days)s 일 내 만료될 것입니다.

source: Your registration was accepted -- %(site_name)s
ja: あなたの登録は承認されました：%(site_name)s
ko: 등록이 완료되었습니다 -- %(site_name)s

source: Activation was complete
ja: アクティベートが完了しました。
ko: 활성화가 완료되었습니다

source: Your account has been activated!
ja: あなたのアカウントはアクティベートされました！
ko: 귀하의 계정이 활성화되었습니다!

source: Your account of %(site_name)s was activated by inspector
ja: あなたの%(site_name)sへのアカウントは審査者によりアクティベートされました
ko: 관리자가 귀하의 %(site_name)s 계정을 활성화 하였습니다.

source: The password of your account was generated automatically and displayed below.
ja: あなたのアカウントのパスワードは自動的に生成され下記に表示されます。
ko: 귀하의 비밀번호는 자동으로 생성되었으며 아래에 제시되어 있습니다.

source: Please click the following url to login.
ja: 下記のリンクをクリックしてログインしてください。
ko: 로그인하기 위해 다음의 링크를 클릭해 주십시오.

source: It is strongly recommended that you change your initial password to something more secure.
ja: セキュリティーをより強固にするために、初期パスワードは必ず変更するようにしてください。
ko: 귀하의 기존 비밀번호를 보다 안전한 비밀번호로 변경하시길 권합니다.

source: ::Your account information::
ja: ::あなたのアカウント情報::
ko: ::귀하의 계정 정보::

source: USERNAME: %(user)s
ja: ユーザーネーム： %(user)s
ko: 사용자 이름: %(user)s

source: PASSWORD: %(password)s
ja: パスワード：%(password)s
ko: 비밀번호: %(password)s

source: Your account of %(site_name)s was successfully activated
ja: あなたの%(site_name)sへのアカウントは適切にアクティベートされました,
ko: 귀하의 %(site_name)s 계정이 성공적으로 활성화되었습니다.

source: Your account was activated -- %(site_name)s
ja: あなたのアカウントはアクティベートされました：%(site_name)s
ko: 귀하의 계정이 활성화되었습니다 -- %(site_name)s

source: Activate your account
ja: アカウントをアクティベートする
ko: 계정을 활성화하십시오

source: Please fill the password to complete account activation
ja: アカウントのアクティベートを完了させるために、パスワードを入力してください。
ko: 계정을 활성화하기 위하여 비밀번호를 입력해 주십시오

source: Activate
ja: アクティベートする
ko: 활성화

source: Registration is closed
ja: 登録画面が閉じられました
ko: 등록할 수 없습니다

source: The registration is currently closed.
ja: 登録画面は現在閉じられています
ko: 일시적으로 등록할 수 없습니다.

source: Registration is complete!
ja: 登録が完了しました！
ko: 등록 완료!

source: You have successfully filled out our registration form.
ja: 登録フォームへの入力が適切に完了しました。
ko: 등록 신청서 작성을 성공적으로 완료하였습니다.

source: Please wait until the Web-CDI team can review your application.
ja: Web-CDIチームがあなたの申請を確認するまで、しばらくの期間お待ちください。
ko: 웹-CDI 팀이 귀하의 신청서를 검토할 때까지 기다려 주십시오.

source: You will receive an acceptance or rejection email within several days.
ja: 数日の間に、承認または拒否のご連絡を差し上げます。
ko: 며칠 안으로 등록 또는 거절 이메일을 받을 것입니다.

source: Your account registration was created successfully.
ja: アカウント登録が成功しました。
ko: 귀하의 계정이 성공적으로 등록되었습니다.

source: Please wait until the inspector verify your registration.
ja: 審査者があなたの申請を確認するまで、しばらくの期間お待ちください。
ko: 귀하의 등록을 확인할 때까지 기다려 주십시오.

source: Your registration was created -- %(site_name)s
ja: 登録が作成されました：%(site_name)s
ko: 등록 계정이 생성되었습니다 -- %(site_name)s

source: Registration
ja: 登録
ko: 등록

source: Please fill the following fields to create your registration
ja: 登録のため、下記の欄にご記入ください
ko: 계정을 등록하기 위해 다음 칸을 작성해 주십시오.

source: Register
ja: 登録者
ko: 등록하기

source: I am afraid that your account registration was rejected by inspector.
ja: 残念ながら、あなたの登録は審査者により拒否されました。
ko: 귀하의 계정 등록이 거절되었습니다.

source: Rejection reasons:
ja: 拒否された理由：
ko: 실패한 이유:

source: Your registration was rejected -- %(site_name)s
ja: 登録できませんでした -- %(site_name)s
ko: 등록을 실패하였습니다 -- %(site_name)s

source: English
fr_ca: anglais
ja: 英語
ko: 영어

source: Spanish
ja: スペイン語
ko: 스페인어

source: French Quebec
ja: フランス語 (ケベック)
ko: 퀘벡 프랑스어

source: Canadian English
ja: 英語 (カナダ)
ko: 캐나다어

source: Dutch
fr_ca: néerlandais
ja: オランダ語
ko: 독일어

source: Hebrew
ja: ヘブライ語
ko: 히브리어

source: Korean
ja: 韓国語
ko: 한국어

source: Your account at %(site_name)s was activated by the Web-CDI Team
ja: Web-CDIチームによって、あなたの%(site_name)sへのアカウントがアクティベートされました
ko: 웹-CDI팀에 의해 %(site_name)s 계정이 활성화되었습니다

source: Your account at %(site_name)s was successfully activated by the Web-CDI Team
ja: Web-CDIチームによって、あなたの%(site_name)sへのアカウントが適切にアクティベートされました
ko: 웹-CDI팀에 의해 귀하의 계정 %(site_name)s 이 성공적으로 활성화되었습니다

source: Your registration at %(site_name)s was accepted by the Web-CDI Team.
ja: Web-CDIチームによって、あなたの%(site_name)sへの登録が承認されました。
ko: 웹-CDI팀에 의해 %(site_name)s 에서의 등록에 성공하였습니다.

source: Log in
ja: ログイン
ko: 로그인

source: Logged out
ja: ログアウト
ko: 로그아웃됨

source: You are logged out.
ja: ログアウトしました
ko: 로그아웃되었습니다.

source: Password change
ja: パスワードを変更する
ko: 비밀번호 변경

source: Your password was changed.
ja: パスワードを変更しました
ko: 비밀번호가 변경되었습니다.

source: Please enter your old password, for security's sake, and then enter your new password twice so we can verify you typed it in correctly.
ja: セキュリティー保護のため、古いパスワードを入力してください。そのうえで、新しいパスワードを2回入力してください (正しくパスワードを入力しているか確認するためです)。
ko: 비밀번호가 올바르게 입력되었는지 확인할 수 있도록 보안을 위하여 기존 비밀번호를 입력하신 후 새로운 비밀번호를 두 번 입력해 주십시오.

source: Change my password
ja: パスワードを変更する
ko: 비밀번호 변경하기

source: Password reset
ja: パスワードをリセットする
ko: 비밀번호 재설정

source: Your password has been set. You may go ahead and log in now.
ja: パスワードが設定されました。ログインしてみてください。
ko: 비밀번호가 설정되었습니다. 지금부터 로그인하시면 됩니다.

source: Please enter your new password twice so we can verify you typed it in correctly.
ja: 新しいパスワードを2回入力してください (正しくパスワードを入力しているか確認するためです)。
ko: 비밀번호가 올바르게 입력되었는지 확인하기 위해 새로운 비밀번호를 두 번 입력해 주십시오.

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
ja: パスワードをリセットするためのリンクが無効のようです (既に使用された可能性があります)。パスワードのリセットを改めてリクエストしてください。
ko: 비밀번호 재설정 링크가 이전에 사용되어 본 링크는 유효하지 않습니다. 비밀번호 재설정 링크를 다시 요청하십시오.

source: We emailed you instructions for setting your password. If an account exists with the email you entered, you should receive them shortly.
ja: パスワードを設定するための説明メールをお送りします。あなたが入力したメールアドレスに対応するアカウントが存在する場合、すぐにメールが届きます。
ko: 귀하의 비밀번호를 설정하기 위한 안내 사항을 이메일로 보내 드렸습니다. 만약 귀하께서 입력하신 이메일로 등록된 계정이 있다면, 곧 이메일을 받으실 것입니다.

source: If you do not receive an email, please make sure you entered the address you registered with and check your spam folder.
ja: もしメールが届かなかった場合、登録したメールアドレスを入力したかどうかよく確かめてください。また、迷惑メールフォルダもご確認ください。
ko: 만약 이메일을 수신하지 않았다면, 등록했던 이메일 주소를 입력하였는지 확인하시고 스팸 메일함을 확인해 주십시오.

source: You received this email because you requested a password reset for your user account at %(site_name)s.
ja: このメールは、%(site_name)sへのアカウントについて、パスワードのリセットが要求されたのでお送りしています。
ko: %(site_name)s 에서 귀하의 비밀번호를 재설정하기 위해 요청하였기 때문에 본 이메일을 받으셨습니다.

source: Please go to the following page and choose a new password:
ja: 以下のページを訪問していただき、新しいパスワードを選んでください：
ko: 다음 페이지로 가서 새로운 비밀번호를 입력하십시오:

source: Your username, in case you have forgotten:
ja: もし忘れた場合、ユーザーネーム：
ko: 사용자 이름을 잊은 경우:

source: Thank you for using Web-CDI!
ja: Web-CDIをご利用くださりありがとうございます！
ko: 웹-CDI를 사용해 주셔서 감사합니다!

source: The %(site_name)s team
ja: %(site_name)sチーム
ko: %(site_name)s 팀
