Repository: langcog/web-cdi
Catalog: webcdi/locale/*/LC_MESSAGES/django.po
Languages: fr_ca, ja, ko

source: Forgotten your password? Enter your email address below and we will email instructions for setting a new one.
ja: パスワードを忘れてしまいましたか？下記にメールアドレスをご記入ください。新しいパスワードを設定するための説明メールをお送りします。
ko: 비밀번호를 잊으셨나요? 아래 칸에 이메일 주소를 입력하면, 새로운 계정 등록을 위한 안내 사항을 이메일로 보내 드리겠습니다.

source: Your account application was completed successfully.
ja: アカウント申請が正しく実施されました
ko: 귀하의 계정 신청이 성공적으로 완료되었습니다.

source: A member of the Web-CDI team will review your registration shortly.
ja: できるだけ早く、Web-CDIチームがあなたの登録を審査します,
ko: 곧 웹-CDI 팀원이 귀하의 등록을 검토할 것입니다.

source: Your account registration was rejected by the Web-CDI Team.
ja: あなたの登録はWeb-CDIチームから拒否されました
ko: 웹-CDI팀에 의해 계정 등록이 거절되었습니다.

source: Your application was rejected due to:
ja: あなたの申請は以下の理由で拒否されました：
ko: 다음과 같은 사유로 신청을 실패하였습니다:

source: Does you child have siblings?
ja: お子さまにごきょうだいはいますか？

source: How many siblings does you child have?
ja: お子さまには何人のごきょうだいがいますか？

source: Please provide the sex and age of each sibling
ja: お子さまのごきょうだいについて、性別と年齢をそれぞれお答えください

# caregiver_other
source: Please specify
ja: 当てはまるものを選んでください。

source: Prefer not to respond
ja: 答えたくない

# daycare
source: Please describe
ja: 可能な範囲で構いませんので、詳しく教えてください

source: Place of residence (neighnorhood/district)
ja: 居住地（近隣／地区）

source: Primary caregiver occupation
ja: 主たる養育者の職業

source: Primary caregiver occupation description
ja: 主たる養育者の職業の説明

source: Secondary caregiver occupation
ja: 第二の養育者の職業

source: Secondary caregiver occupation description
ja: 第二の養育者の職業の説明

source: Less than 6 months
ja: 6ヶ月未満

source: Between 6 and 12 months
ja: 6ヶ月以上12ヶ月未満

source: More than 12 months
ja: 12ヶ月以上

source: Since when
ja: いつから

source: Hours per day
ja: 1日あたりの時間数

source: Days per week
ja: 週あたりの日数

source: Don't know
ja: わからない

source: Has your child been diagnosed with any troubles, for example, hearing, vision, speech, learning difficulty
ja: お子さまは、聴覚、視覚、言語、学習障害など、何か異常が診断されていますか？

source: Contact Form
fr_ca: Formulaire de contact
ja: お問い合わせフォーム

source: Fill out the form below and a member of our team will get back to you soon!
fr_ca: Remplissez le formulaire ci-dessous et un membre de notre équipe vous répondra bientôt!
ja: 下記のフォームに必要事項をご記入ください。担当者からご連絡させていただきます。

source: characters remaining
fr_ca: caractères restants
ja: 残り文字数

source: Link Expired
ja: リンクが切れています

source: Unfortunately the time allowed to complete this survey has expired. Please contact your researcher.
ja: 恐れ入りますが、このアンケートの回答期限は切れています。調査担当の研究者までご連絡ください

source: Thank you for completing! Please review your responses and if you are ready, click submit!
ja: ご回答ありがとうございました。回答を確認し、準備ができましたら、送信ボタンをクリックしてください！

source: Words Produced (%%)
fr_ca: Mots Produits (%%)
ja: 表出する単語 (%%)

source: Words Understood (%%)
fr_ca: Mots Compris (%%)
ja: 理解している単語 (%%)

source: Print My Answers
fr_ca: Imprimer mes réponses
ja: 回答を印刷する

source: Click to complete the study
ja: アンケートを終了するには、クリックしてください

source: In this survey, we ask you about words that your child “says” in English.
ja: このフォームでは、お子さまが日本語で「言う」単語についてお尋ねします。

source: Try to complete the survey when you have a few quiet minutes, without interruptions. An example might be when your child is sleeping.
ja: お子さまが寝ているときなど、できるだけ静かな時間に中断することなくご回答ください。

source: Don’t worry! Your child does not need to pronounce the words exactly as you do (e.g., “raff” instead of “giraffe”). And there might be some words in your family that you use instead (e.g., “nana” for “grandma”).
ja: お子さまが大人と同じように発音していなくても構いません (例：「さかな」を「たかな」と言う)。

source: Remember, these words are just some of the words that a child might say, so it is ok if they do not say all of them!
ja: フォームの単語リストは、お子さまが言う可能性のある単語の一部であり、もしすべて言わなかったとしても心配しないでください。

source: Study Completed
ja: 調査完了

source: Thank you for filling this out! Of the words we asked, the hardest word your child knows is "%(hardest)s" and the easiest word is "%(easiest)s".
ja: ご記入ありがとうございました。今回お聞きした単語のうち、お子さまが知っている最も難しい単語は「%(hardest)s」、最も簡単な単語は「%(easiest)s」でした。

source: Thank you for taking the time to complete the MacArthur-Bates Communicative Development Inventory (CDI). With the help of parents and caregivers like you, we are working to learn more about the way that children’s language develops, and how that development varies across individual children and cultures. Remember that the CDI lists many different words that are used by many different children. Don’t worry if your child only knows a few of them right now. If you have any concerns about your child’s development, we recommend that you talk with your child’s physician. If you enjoyed our assessment, you can learn more about the CDI <a href="http://mb-cdi.stanford.edu/" target="_blank">here</a>. We appreciate your contribution!
ja: マッカーサーコミュニケーション発達質問紙 (CDI) にご協力いただき、ありがとうございました。養育者の方々のご協力のお蔭で、私たち研究者は子どもたちの言葉の発達や、言葉の発達が子どもや文化によってどのように異なるかについて、より深く知るための研究を進めることができます。CDIには、さまざまな子どもたちが使うさまざまな単語が反映されています。あなたのお子さまが知っている単語が少なくても心配はいりません。以下、私たちの研究にもとづいて、お子さまの語彙の発達に関する情報をお知らせします。こちらは臨床的な評価ではありません。お子さまの発達について何かご心配があれば、かかりつけの医師にご相談されることをお勧めします。このアンケートをお楽しみいただけたなら、CDIについて<a href=""http://mb-cdi.stanford.edu/"" target=""_blank"">こちら</a>でもっと詳しく知ることができます。みなさまのご協力に心から感謝いたします。

source: %(words_shown)s of %(max_words)s (maximum)
ja: %(max_words)s (maximum)のうち%(words_shown)s

source: Does your child say ...
ja: お子さまは次の単語を言いますか？

source: * or word used in your family
ja: * またはご家庭で使われている単語

source: You cannot download data for {q.name}. The study has opted out of datasharing
ja: {q.name}のデータをダウンロードすることはできません。この研究では、データ共有は許諾されていません。

source: Default
ja: 初期設定

source: Opening Dialog Box
ja: メッセージボックスを開ける

source: Child Report Form
ja: お子さまについてのフィードバックフォーム

source: Child ID:
ja: お子さまのID：

source: Date of Report:
ja: このレポートの発行日：

source: Child Sex:
ja: お子さまの性別：

source: Date of CDI
ja: CDIの回答日：

source: Age in months:
ja: 月齢：

source: Adjusted Age:
ja: 修正月齢：

source: Benchmarking Cohort Age:
ja: 参照したコホートの月齢：

source: Vocabulary Size
ja: 語彙サイズ：

source: Estimated Theta:
ja: 推定されたTheta：

source: Percentile (by sex):
ja: パーセンタイル (男女別)

source: Percentile (by both sexes):
ja: パーセンタイル (男女混合)

source: Estimated Vocabulary Size (by sex):
ja: 推定語彙サイズ (男女別)

source: Estimated Vocabulary Size (by both sexes):
ja: 推定語彙サイズ (男女混合)

source: American English CDI III
ja: アメリカ英語CDI III

source: Vocabulary Checklist
ja: 語彙チェックリスト

source: Words Produced:
ja: 言える単語：

source: Number:
ja: 数：

source: Percentile (both sexes):
ja: 推定語彙サイズ (男女混合)

source: Is the child combining words?
ja: お子さまは単語を組み合わせて話しますか？

source: Sentence complexity
ja: 文の複雑さ

source: Number of times the more complex sentence is select:
ja: より複雑な文が選択された回数

source: (of 12)
ja: 12回のうち）

source: Percentile (by both):
ja: パーセンタイル (男女混合)

source: User Language
ja: 使用する言語

source: Child's three longest sentences:
ja: お子さまが話した一番長い文

source: Example 1
ja: 例１

source: Example 2
ja: 例２

source: Example 3
ja: 例３

source: Level 1 (WG1)
ja: レベル１（WG1）

source: Understands:
ja: 理解している：

source: Understands and Says:
ja: 理解し、言える：

source: Short Form: Level 2A
ja: ショートフォーム：レベル2A

source: Words Children Use
ja: お子さまが使う単語：

source: Total Produced:
ja: 言える単語の合計：

source: Short Form: Level 2B
ja: ショートフォーム：レベル２B

source: Early Words
ja: 初期の単語

source: First Signs of Understanding:
ja: 理解のはじまり

source: Phrases Understood:
ja: 分かるフレーズ：

source: Starting to Talk
ja: 話しはじめ

source: Understands
ja: わかる

source: Understands & Says
ja: わかる＋言う

source: Actions and Gestures
ja: 行為と身振り

source: Early Gestures
ja: 初期の身振り

source: Later Gestures
ja: 後期の身振り

source: Total Gestures
ja: 身振り合計

source: of
ja: の

source: How children use words
ja: お子さまがどのように単語を使うか

source: Sentences and Grammar
ja: 語と文法

source: Word Endings
ja: 語末の表現

source: Is child combining words?
ja: お子さまは単語を組み合わせて話しますか？

source: %% Yes at this age/sex:
ja: この月齢／性別では、%%の「はい」になります:

source: Child’s three longest sentences:
ja: お子さまが話した3つの長い文

source: Example
ja: 例

source: Number of more complex examples:
ja: より複雑な例が選択された回数

source: French French
ja: フランス語 (フランス)

source: Activation Issue
ja: アクティベートに関する問題

source: Something has gone wrong with your activation
ja: アクティベートに関して、なにか問題が生じたようです

source: Please email hjsmehta@gmail.com with your username, stating you are received this message.
ja: こちらのメッセージを受け取った旨を、hjsmehta@gmail.comまでお知らせください。その際、ユーザーネームも明記していただくようお願いいたします。

source: Thank you for registering for Web-CDI. An email was sent to the address you provided. Please click on the link in that email to complete your registration (please check you spam and junk email)
ja: Web-CDIに登録してくださりありがとうございます。あなたのメールアドレス宛にメールを送信しました。メール内のリンクをクリックして、登録を完了させてください (メールが見当たらない場合は、迷惑メールフォルダもご確認ください)。

source: Reset
ja: リセット

source: Other / Prefer not to disclose
fr_ca: Autre/Préfère ne pas divulguer

source: Share on Facebook
fr_ca: Partagez sur Facebook
